[
  {
    "en": {
      "all_products": [
        {
          "name": "Apple MacBook Air 15' (2023), M2 8C/10C, 8 GB, 512 GB",
          "intro": "Remarkably large, yet incredibly slim. The latest 15-inch MacBook Air boasts a generous Liquid Retina display, providing more space for everything you love. Coupled with the 13-inch version, there are now more reasons than ever to opt for the Air. Powered by the M2 chip and offering up to 18 hours of battery life, both laptops provide exceptionally speedy performance in a highly portable package",
          "price": "1799",
          "inStock": true,
          "img": "https://i.ibb.co/9GWrrq0/mac.jpg",
          "goodsType": "new",
          "category": "Computers",
          "description": [
            {
              "title": "Personalize your Air",
              "text": "The MacBook Air is fully customizable — select your preferred size and color, and off you go. Regardless of the model you choose, it is created with environmental consciousness, featuring a sturdy enclosure made of 100 percent recycled aluminum. Plus, its fanless architecture ensures it remains quiet, even during demanding tasks. Perfectly sized, both the 13- and 15-inch versions are incredibly lightweight and less than half an inch thick, making them easily portable"
            },
            {
              "title": "Unbelievable speed and battery longevity?",
              "text": "The M2 chip accelerates all your activities, whether it's video editing for a class, working on a business plan, or binge-watching a series while shopping online. Moreover, the extensive battery life means you can leave your charger at home"
            },
            {
              "title": "Tailored to your needs",
              "text": "The user-friendly and noiseless backlit Magic Keyboard includes full-size function keys and Touch ID, enabling a quick, straightforward, and safe way to access your Mac and log into apps and websites with just a fingertip"
            }
          ],
          "productCode": "VJs0YK",
          "specs": {
            "general": [
              {
                "specName": "Manufacturer",
                "value": "Apple"
              },
              {
                "specName": "Processor Type",
                "value": "Apple M2"
              },
              {
                "specName": "Material",
                "value": "Aluminum"
              },
              {
                "specName": "Color",
                "value": "Gray"
              }
            ],
            "features": [
              {
                "specName": "HDD",
                "value": "512 GB"
              },
              {
                "specName": "Panel Resolution",
                "value": "2880x1864"
              },
              {
                "specName": "Bluetooth",
                "value": "Bluetooth 5.3"
              },
              {
                "specName": "Refresh Rate",
                "value": "60 Hz"
              },
              {
                "specName": "Weight (g)",
                "value": "1510"
              }
            ],
            "links": "https://www.youtube.com/embed/0okuAwqTHs0"
          }
        },
        {
          "name": "Beats Studio Pro, active noise-cancelling, deep brown",
          "intro": "Beats Studio Pro represents a set of high-end wireless earphones delivering extraordinary audio clarity and noise suppression. They come with custom spatial audio, proactive noise cancelling, and a maximum of 40 hours of playback time. The design of the headphones is both fashionable and cozy, guaranteeing an optimal auditory experience",
          "price": "390",
          "inStock": true,
          "goodsType": "new",
          "img": "https://i.ibb.co/4sDQCn1/beats.jpg",
          "category": "Headphones",
          "description": [
            {
              "title": "Unparalleled Audio Clarity",
              "text": "Beats Studio Pro boasts a tailored acoustic framework that facilitates a deeply immersive auditory journey. Every single 40mm custom driver is engineered for supreme clarity, maintaining almost no distortion even at peak volumes – this is an enhancement of up to 80% compared to the Beats Studio3, delivering higher fidelity"
            },
            {
              "title": "Comprehensive Device Management",
              "text": "Handle calls, manage your tracks, toggle listening modes, and trigger voice assistance using the multifunctional on-ear buttons"
            },
            {
              "title": "Extended Battery Duration",
              "text": "Experience up to 40 hours of tunes on one charge. With the active noise cancellation (ANC) or Transparency Mode activated, you can achieve up to 24 hours of playback time. The Fast Fuel functionality affords up to 4 hours of listening with a mere 10-minute charge. USB-C universal charging ensures speedy and effortless charging"
            }
          ],
          "productCode": "w5AZuh",
          "specs": {
            "general": [
              {
                "specName": "Manufacturer",
                "value": "Beats"
              },
              {
                "specName": "Type",
                "value": "Circumaural Headphones"
              },
              {
                "specName": "Cordless Headphones",
                "value": "Yes"
              },
              {
                "specName": "Color",
                "value": "Dark Brown"
              }
            ],
            "features": [
              {
                "specName": "Compatibility",
                "value": "Smartphone, Tablet, PC, Mac"
              },
              {
                "specName": "Wireless Charging",
                "value": "No"
              },
              {
                "specName": "Noise Cancelling",
                "value": "Yes"
              },
              {
                "specName": "Weight (g)",
                "value": "260"
              },
              {
                "specName": "Battery Life",
                "value": "40h"
              }
            ],
            "links": "https://www.youtube.com/embed/CWE0_DutDWA"
          }
        },
        {
          "name": "Motorola Razr 40, 256 GB, vanilla - Smartphone",
          "intro": "Motorola Razr 40 represents the pinnacle of foldable smartphone technology, marrying timeless design with contemporary advancements. It operates on the Android™ 13 OS and is fueled by the Snapdragon 7 Gen 1 mobile platform. Equipped with a 64 MP primary camera and a 32 MP selfie camera, it guarantees superior photo quality",
          "price": "899",
          "inStock": true,
          "img": "https://i.ibb.co/xmLkJJR/photo.png",
          "goodsType": "new",
          "category": "Phones",
          "description": [
            {
              "title": "Sophistication Meets Utility",
              "text": "The Motorola Razr 40 blends the nostalgic foldable design with state-of-the-art technology, providing a distinct and unparalleled user experience"
            },
            {
              "title": "Robust Performance",
              "text": "Powered by the Snapdragon 7 Gen 1 mobile platform and supported by 8 GB of RAM, the Motorola Razr 40 guarantees seamless and rapid functionality. With a substantial 256 GB of internal storage, there's ample space for your photos, videos, and applications"
            },
            {
              "title": "Crystal-Clear Photography",
              "text": "With a 64 MP primary camera and a 32 MP selfie camera, capturing crisp and detailed images is a breeze. The camera is also equipped with a range of features such as night mode, portrait mode, and auto smile detection"
            }
          ],
          "productCode": "IcovJR",
          "specs": {
            "general": [
              {
                "specName": "Manufacturer",
                "value": "Motorola"
              },
              {
                "specName": "Dual-SIM",
                "value": "Yes"
              },
              {
                "specName": "OS",
                "value": "Android 13"
              },
              {
                "specName": "Included in the Package",
                "value": "adapter, cable, SIM-card needle, case"
              }
            ],
            "features": [
              {
                "specName": "5G",
                "value": "Yes"
              },
              {
                "specName": "Bluetooth",
                "value": "Yes"
              },
              {
                "specName": "RAM",
                "value": "8 GB"
              },
              {
                "specName": "Weight (g)",
                "value": "189"
              },
              {
                "specName": "internal memory",
                "value": "256 GB"
              }
            ],
            "links": "https://www.motorola.com/we/smartphones-motorola-razr-40/p?skuId=524"
          }
        },
        {
          "name": "LG 27UP600P, 27', Ultra HD, LED IPS, white - Monitor",
          "intro": "The LG 27UP600P is a superior-quality monitor that delivers remarkable color precision and intricacy. It is an ideal choice for both domestic users and professionals like photographers and graphic designers who need accurate color replication. Additionally, it is an excellent option for viewing high-definition films or engaging in gaming",
          "price": "219",
          "inStock": true,
          "img": "https://i.ibb.co/pL2HrvH/img.webp",
          "goodsType": "new",
          "category": "TV & Monitors",
          "description": [
            {
              "title": "Precision Meets Performance",
              "text": "The LG 27UP600P is a top-of-the-line monitor that combines exceptional color accuracy with intricate detail, making it the ultimate choice for a variety of users"
            },
            {
              "title": "Optimized Visuals",
              "text": "Designed to cater to both home users and professionals like photographers and graphic designers, this monitor guarantees precise color reproduction, essential for detailed and color-critical work. Moreover, it's an excellent choice for high-resolution movie viewing and immersive gaming experiences"
            },
            {
              "title": "Unmatched Clarity",
              "text": "With its high-quality display, the LG 27UP600P ensures that every pixel is utilized to its full potential, providing a visual treat for the eyes. Whether you are working on a design project, watching a movie, or playing a game, this monitor ensures that you get the most accurate and vivid colors possible"
            }
          ],
          "productCode": "cKjogZ",
          "specs": {
            "general": [
              {
                "specName": "Manufacturer",
                "value": "LG"
              },
              {
                "specName": "Energy Rating",
                "value": "F"
              },
              {
                "specName": "Screen Size",
                "value": "27'"
              },
              {
                "specName": "Color",
                "value": "White"
              }
            ],
            "features": [
              {
                "specName": "HDMI",
                "value": "2x"
              },
              {
                "specName": "DisplayPort",
                "value": "No"
              },
              {
                "specName": "Bluetooth",
                "value": "No"
              },
              {
                "specName": "Refresh Rate",
                "value": "60 Hz"
              },
              {
                "specName": "Weight (g)",
                "value": "4300"
              }
            ],
            "links": "https://www.lg.com/hk_en/monitor/lg-27up600-w#:~:text=Immersive%20Gaming%20Experience,Action%20Sync%20and%20Black%20Stabilizer."
          }
        },
        {
          "name": "Xiaomi Pad 6, 6 GB / 128 GB, gravity gray - Tablet",
          "intro": "Xiaomi Pad 6 is a remarkably potent tablet that marries the state-of-the-art capabilities of the Snapdragon® 870 processor with a superior 144Hz WQHD+ display. The sleek and stylish metal finish is paired with a quad-speaker system that supports both Dolby Vision® and Dolby Atmos® technologies, delivering a rich and enveloping audio experience",
          "price": "399",
          "inStock": true,
          "img": "https://i.ibb.co/wJnNqsn/xiaomi-pad-6.jpg",
          "goodsType": "new",
          "category": "Tablets",
          "description": [
            {
              "title": "Engineered for Productivity, Tailored for Ease",
              "text": "The Xiaomi Pad 6 is meticulously designed to excel in both performance and comfort. It sports a 144Hz WQHD+ display that incorporates eye care technology and comes encased in a slender unibody design adorned with a metal finish. With the capacity to play videos for up to 16 hours and support for 33W fast charging, it epitomizes the perfect fusion of efficiency and convenience"
            },
            {
              "title": "Unmatched Performance",
              "text": "Powered by the Snapdragon® 870 processor, the Xiaomi Pad 6 is capable of delivering performance at the level of a flagship device. It can seamlessly manage demanding tasks such as gaming, processing large files, editing 4K videos, and other high-intensity scenarios with ease"
            },
            {
              "title": "Premium Craftsmanship",
              "text": "The Pad 6 is characterized by its superior metal unibody design, available in three elegant colors: Gravity Gray, Mist Blue, and Gold. Additionally, it is equipped with a 13MP rear camera that enables the capture of high-quality photos"
            }
          ],
          "productCode": "XqrYeG",
          "specs": {
            "general": [
              {
                "specName": "Manufacturer",
                "value": "Xiaomi"
              },
              {
                "specName": "Processor type",
                "value": "Octa-Core"
              },
              {
                "specName": "Screen Size",
                "value": "11'"
              },
              {
                "specName": "Color",
                "value": "Dark gray"
              }
            ],
            "features": [
              {
                "specName": "WiFi",
                "value": "Yes"
              },
              {
                "specName": "Bluetooth",
                "value": "Yes"
              },
              {
                "specName": "RAM",
                "value": "6 GB"
              },
              {
                "specName": "Internal Memory",
                "value": "128 GB"
              },
              {
                "specName": "Weight (g)",
                "value": "490"
              }
            ],
            "links": "https://www.mi.com/global/product/xiaomi-pad-6/"
          }
        },
        {
          "name": "Samsung Galaxy Tab S9, WiFi + 5G, 128 GB, graphite - Tablet",
          "intro": "Samsung Galaxy Tab S9 is a robust and high-functioning tablet fitted with a broad, high-definition display, multifaceted camera setup, and extensive battery longevity. It is ideal for individuals seeking to maximize productivity on the move, be it for professional tasks, gaming, or engaging with multimedia content",
          "price": "1060",
          "inStock": true,
          "img": "https://i.ibb.co/NrJFS7N/galaxytab.png",
          "goodsType": "new",
          "category": "Tablets",
          "description": [
            {
              "title": "Optimized for a Mobile Lifestyle",
              "text": "The Samsung Galaxy Tab S9 is the perfect companion for those always on the move. With WiFi and 5G capabilities, it offers seamless connectivity, while the 128 GB storage ensures you have all your essential files at your fingertips. The graphite-colored tablet doesn't just deliver on performance but also adds a touch of sophistication to your daily routine"
            },
            {
              "title": "Effortless Performance on the Go",
              "text": "Stay connected and productive with the Galaxy Tab S9. Whether you are working, gaming, or streaming multimedia content, the tablet’s WiFi and 5G capabilities ensure you can do it all without missing a beat. Plus, with its ample battery life, it's your all-day companion"
            },
            {
              "title": "Stylish Design with Functional Features",
              "text": "The sleek graphite design of the Tab S9 is complemented by its functional features. With 128 GB storage, it offers ample space for your files, while the versatile camera system lets you capture high-quality photos and videos wherever you go"
            }
          ],
          "productCode": "IuSvob",
          "specs": {
            "general": [
              {
                "specName": "Manufacturer",
                "value": "Samsung"
              },
              {
                "specName": "Processor Type",
                "value": "Octa-Core"
              },
              {
                "specName": "Screen Size",
                "value": "14'"
              },
              {
                "specName": "Color",
                "value": "Gray"
              }
            ],
            "features": [
              {
                "specName": "WiFi",
                "value": "Yes"
              },
              {
                "specName": "Bluetooth",
                "value": "Yes"
              },
              {
                "specName": "RAM",
                "value": "8 GB"
              },
              {
                "specName": "Internal Memory",
                "value": "128 GB"
              },
              {
                "specName": "Weight (g)",
                "value": "500"
              }
            ],
            "links": "https://www.samsung.com/us/tablets/galaxy-tab-s9/"
          }
        },
        {
          "name": "Apple iPad 11' (2022), 256 GB, WiFi + LTE, pink - Tablet",
          "intro": "The latest iPad has been creatively redesigned to be more efficient, user-friendly, and entertaining. Featuring a refreshed all-screen design, a 10.9-inch Liquid Retina display, and available in four stunning colors, the iPad offers a dynamic way to accomplish tasks, foster creativity, and maintain connections",
          "price": "900",
          "inStock": true,
          "img": "https://i.ibb.co/XtKj6CR/ipad-pro-11-select-wifi-spacegray-202210.png",
          "goodsType": "new",
          "category": "Tablets",
          "description": [
            {
              "title": "Empowering Your World",
              "text": "The Apple iPad redefines your daily experiences, enabling you to achieve more, create more, and connect more. With 256 GB of storage, WiFi and LTE capabilities, and an alluring pink finish, it is the epitome of functionality, connectivity, and style. Embark on a journey of limitless possibilities and versatility for all your endeavors"
            },
            {
              "title": "Seamless Connectivity and Storage",
              "text": "iPad is designed to meet all your needs with its expansive 256 GB storage capacity and WiFi and LTE capabilities. Store all your essential files, multimedia, and applications while staying connected wherever you go"
            },
            {
              "title": "Elegance in Every Detail",
              "text": "Its lightweight and portable design make it an ideal companion for on-the-go tasks, while its ample storage and seamless connectivity make it a practical and stylish choice for those who seek the best of both worlds"
            }
          ],
          "productCode": "LsoL22",
          "specs": {
            "general": [
              {
                "specName": "Manufacturer",
                "value": "Samsung"
              },
              {
                "specName": "Processor Type",
                "value": "Hexa-Core"
              },
              {
                "specName": "Screen Size",
                "value": "11'"
              },
              {
                "specName": "Color",
                "value": "Gray"
              }
            ],
            "features": [
              {
                "specName": "WiFi",
                "value": "Yes"
              },
              {
                "specName": "Bluetooth",
                "value": "Yes"
              },
              {
                "specName": "RAM",
                "value": "8 GB"
              },
              {
                "specName": "Internal Memory",
                "value": "256 GB"
              },
              {
                "specName": "Weight (g)",
                "value": "481"
              }
            ],
            "links": "https://www.youtube.com/embed/yUKRkPKg5_U"
          }
        },
        {
          "name": "Sony WF-1000XM5, silver - True-wireless Earbuds",
          "intro": "Sony WF-1000XM5 are wireless noise-canceling earbuds that offer excellent audio quality. They are designed to provide you with studio-quality sound wherever you are",
          "price": "320",
          "inStock": true,
          "img": "https://i.ibb.co/prZ8Gxm/sony-pods.png",
          "goodsType": "new",
          "category": "Headphones",
          "description": [
            {
              "title": "Mute the outside world for clear call quality",
              "text": "With Precise Voice Pickup Technology and advanced audio signal processing, the person on the other end of the call will hear your voice clearly, even when you are in noisy situations"
            },
            {
              "title": "Always hear and be heard ",
              "text": "A wind noise reduction structure and a mesh wrap in the microphone will minimise noise during calls so you can be heard clearly in windy conditions"
            },
            {
              "title": "Comfortable and secure",
              "text": "Our WF-1000XM5 earbuds feature a shape that perfectly matches the human ear with an ergonomic design for a more stable fit. We've designed the WF-1000XM5 utilising extensive ear-shape data collated since introducing the world's first in-ear headphones in 1982"
            }
          ],
          "productCode": "Uan4FQ",
          "specs": {
            "general": [
              {
                "specName": "Manufacturer",
                "value": "Sony"
              },
              {
                "specName": "Type",
                "value": "In-ear"
              },
              {
                "specName": "Cordless Headphones",
                "value": "Yes"
              },
              {
                "specName": "Color",
                "value": "Black"
              }
            ],
            "features": [
              {
                "specName": "Compatibility",
                "value": "Smartphone, Tablet, PC, Mac"
              },
              {
                "specName": "Wireless Charging",
                "value": "Yes"
              },
              {
                "specName": "Noise Cancelling",
                "value": "Yes"
              },
              {
                "specName": "Weight (g)",
                "value": "39"
              },
              {
                "specName": "Battery Life",
                "value": "16h"
              }
            ],
            "links": "https://www.youtube.com/embed/CWE0_DutDWA"
          }
        },
        {
          "name": "Apple Watch Series 8",
          "intro": "The Apple Watch Series 8 is the latest and greatest smartwatch from Apple. It features a new design, a more powerful processor, and new health and fitness features.",
          "price": "399",
          "inStock": true,
          "img": "https://i.ibb.co/bjhKK22/watch.png",
          "goodsType": "popular",
          "category": "Wearables",
          "description": [
            {
              "title": "New design",
              "text": "The Apple Watch Series 8 has a new design that is more durable and water-resistant. It is also available in two new sizes: 41mm and 45mm."
            },
            {
              "title": "More powerful processor",
              "text": "The Apple Watch Series 8 is powered by the new S8 chip, which is up to 20% faster than the previous generation. This means that it can handle more demanding apps and features."
            },
            {
              "title": "New health and fitness features",
              "text": "The Apple Watch Series 8 includes a new blood oxygen sensor, a new ECG app, and a new temperature sensor. These features can help you track your health and fitness more accurately."
            }
          ],
          "productCode": "AW8",
          "specs": {
            "general": [
              {
                "specName": "Manufacturer",
                "value": "Apple"
              },
              {
                "specName": "Processor Type",
                "value": "S8"
              },
              {
                "specName": "Material",
                "value": "Aluminum"
              },
              {
                "specName": "Color",
                "value": "Silver"
              }
            ],
            "features": [
              {
                "specName": "Battery Life",
                "value": "18 hours"
              },
              {
                "specName": "Bluetooth",
                "value": "Bluetooth 5.3"
              },
              {
                "specName": "Water Resistance",
                "value": "50m"
              },
              {
                "specName": "Sensors",
                "value": "Heart Rate Sensor, Blood Oxygen Sensor, ECG Sensor, Temperature Sensor"
              }
            ],
            "links": "https://www.apple.com/watch/"
          }
        },
        {
          "name": "LG OLED C2 55 inch Smart TV",
          "intro": "The LG OLED C2 is the latest and greatest OLED TV from LG. It features a stunning 4K display with perfect blacks and vibrant colors. It also supports Dolby Vision and Atmos for an immersive viewing experience.",
          "price": "1999",
          "inStock": true,
          "img": "https://i.ibb.co/Kb9KdgP/lgoled255.png",
          "goodsType": "popular",
          "category": "Televisions",
          "description": [
            {
              "title": "Stunning 4K display",
              "text": "The LG OLED C2 has a 4K display with a resolution of 3840 x 2160 pixels. It also supports HDR10+ and Dolby Vision for an enhanced viewing experience."
            },
            {
              "title": "Perfect blacks",
              "text": "OLED TVs are known for their perfect blacks. This is because each pixel can be turned off individually, creating a deep, inky black that is impossible to achieve with other display technologies."
            },
            {
              "title": "Vibrant colors",
              "text": "The LG OLED C2 also produces vibrant colors. This is because each pixel can emit its own light, so there is no need for a backlight. This results in more accurate colors and deeper blacks."
            },
            {
              "title": "Dolby Vision and Atmos",
              "text": "The LG OLED C2 supports Dolby Vision and Atmos. These are two of the most advanced HDR and audio formats available. They provide an immersive viewing experience that will make you feel like you are right in the middle of the action."
            }
          ],
          "productCode": "OLEDC255",
          "specs": {
            "general": [
              {
                "specName": "Manufacturer",
                "value": "LG"
              },
              {
                "specName": "Processor Type",
                "value": "α9 Gen 5 AI Processor 4K"
              },
              {
                "specName": "Material",
                "value": "Glass"
              },
              {
                "specName": "Color",
                "value": "Black"
              }
            ],
            "features": [
              {
                "specName": "Display Type",
                "value": "OLED"
              },
              {
                "specName": "Display Size",
                "value": "55 inches"
              },
              {
                "specName": "Resolution",
                "value": "3840 x 2160 pixels"
              },
              {
                "specName": "Smart TV Features",
                "value": "WebOS, AirPlay 2, HomeKit"
              }
            ],
            "links": "https://www.lg.com/us/tvs/lg-oled55c2pub-oled-4k-smart-tv"
          }
        },
        {
          "name": "Lenovo ThinkPad X1 Carbon Gen 10",
          "intro": "The Lenovo ThinkPad X1 Carbon Gen 10 is the latest and greatest business laptop from Lenovo. It is thin, light, and powerful, making it the perfect companion for professionals on the go.",
          "price": "2499",
          "inStock": true,
          "img": "https://i.ibb.co/0VhTbsf/lenovothinkpad.jpg",
          "goodsType": "popular",
          "category": "Laptops",
          "description": [
            {
              "title": "Thin and light",
              "text": "The ThinkPad X1 Carbon Gen 10 is just 0.66 inches thin and weighs just 2.5 pounds. This makes it easy to carry around with you all day long."
            },
            {
              "title": "Powerful",
              "text": "The ThinkPad X1 Carbon Gen 10 is powered by the latest 12th Gen Intel Core processors. This provides plenty of power for all of your work needs."
            },
            {
              "title": "Secure",
              "text": "The ThinkPad X1 Carbon Gen 10 is packed with security features to keep your data safe. These features include a fingerprint reader, a TPM chip, and a Kensington lock slot."
            }
          ],
          "productCode": "X1C10",
          "specs": {
            "general": [
              {
                "specName": "Manufacturer",
                "value": "Lenovo"
              },
              {
                "specName": "Processor Type",
                "value": "Intel Core i7-1280P"
              },
              {
                "specName": "Material",
                "value": "Carbon fiber"
              },
              {
                "specName": "Color",
                "value": "Black"
              }
            ],
            "features": [
              {
                "specName": "Display Size",
                "value": "14 inches"
              },
              {
                "specName": "Resolution",
                "value": "2560 x 1440 pixels"
              },
              {
                "specName": "RAM",
                "value": "16 GB"
              },
              {
                "specName": "Storage",
                "value": "1 TB SSD"
              }
            ],
            "links": "https://www.lenovo.com/us/en/laptops/thinkpad/x1-carbon/X1-Carbon-Gen-10/p/20XW0013US"
          }
        },
        {
          "name": "Lenovo Legion 7i Gaming Laptop",
          "intro": "The Lenovo Legion 7i Gaming Laptop is the ultimate gaming machine from Lenovo. It is powered by the latest 12th Gen Intel Core processors and NVIDIA GeForce RTX 3080 Ti graphics, making it capable of playing even the most demanding games.",
          "price": "3999",
          "inStock": true,
          "img": "https://i.ibb.co/98KmwFf/lenovogaming.jpg",
          "goodsType": "popular",
          "category": "Gaming",
          "description": [
            {
              "title": "Powerful performance",
              "text": "The Legion 7i is powered by the latest 12th Gen Intel Core i9-12900H processor and NVIDIA GeForce RTX 3080 Ti graphics. This combination of power and performance makes it capable of playing even the most demanding games at high settings."
            },
            {
              "title": "Stunning display",
              "text": "The Legion 7i features a 16-inch WQHD+ display with a 165Hz refresh rate. This display provides smooth and fluid gameplay, making it ideal for competitive gaming."
            },
            {
              "title": "Impressive cooling",
              "text": "The Legion 7i features a new cooling system that keeps the system cool and quiet, even under heavy loads. This ensures that you can game for hours on end without your system overheating."
            }
          ],
          "productCode": "L7i",
          "specs": {
            "general": [
              {
                "specName": "Manufacturer",
                "value": "Lenovo"
              },
              {
                "specName": "Processor Type",
                "value": "Intel Core i9-12900H"
              },
              {
                "specName": "Material",
                "value": "Aluminium"
              },
              {
                "specName": "Color",
                "value": "Black"
              }
            ],
            "features": [
              {
                "specName": "Refresh Rate",
                "value": "165 Hz"
              },
              {
                "specName": "RAM",
                "value": "32 GB"
              },
              {
                "specName": "Storage",
                "value": "2 TB SSD"
              },
              {
                "specName": "Battery Life",
                "value": "7 hours"
              }
            ],
            "links": "https://www.lenovo.com/us/en/laptops/legion/legion-7i/Legion-7i-16ACH6/p/88GMY701842"
          }
        },
        {
          "name": "Canon EOS R5",
          "intro": "The Canon EOS R5 is a full-frame mirrorless camera that is perfect for professional photographers and videographers. It features a 45-megapixel sensor, 8K video recording, and a fast autofocus system.",
          "price": "3990",
          "inStock": true,
          "goodsType": "popular",
          "img": "https://i.ibb.co/qs2jCVB/canon.jpg",
          "category": "Photo & Video",
          "description": [
            {
              "title": "45-megapixel sensor",
              "text": "The EOS R5's 45-megapixel sensor is capable of capturing stunning images with incredible detail."
            },
            {
              "title": "8K video recording",
              "text": "The EOS R5 can record 8K video at up to 30 frames per second, making it ideal for professional videographers."
            },
            {
              "title": "Fast autofocus system",
              "text": "The EOS R5's autofocus system is capable of tracking subjects with incredible precision, even in low-light conditions."
            }
          ],
          "productCode": "EOSR5",
          "specs": {
            "general": [
              {
                "specName": "Manufacturer",
                "value": "Canon"
              },
              {
                "specName": "Sensor Type",
                "value": "Full-frame CMOS"
              },
              {
                "specName": "Resolution",
                "value": "45.7 megapixels"
              },
              {
                "specName": "ISO Range",
                "value": "100-51,200 (expandable to 50-102,400)"
              },
              {
                "specName": "Image Stabilization",
                "value": "In-body 5-axis"
              }
            ],
            "features": [
              {
                "specName": "Video Recording",
                "value": "8K at 30 fps, 4K at 120 fps"
              },
              {
                "specName": "Autofocus",
                "value": "Dual Pixel CMOS AF II"
              },
              {
                "specName": "Viewfinder",
                "value": "3.69-million-dot electronic viewfinder"
              },
              {
                "specName": "Connectivity",
                "value": "Wi-Fi, Bluetooth, Ethernet"
              }
            ],
            "links": "https://www.usa.canon.com/internet/portal/us/home/products/details/cameras/slr/eos-r5"
          }
        },
        {
          "name": "iPhone 12, 5G, 4GB, 64GB",
          "intro": "The iPhone 12 is a 5G capable smartphone that redefines what is possible with a phone. With an all-new design, A14 Bionic chip, and a dual-camera system, it is a powerful device for everything you do.",
          "price": "799",
          "inStock": true,
          "img": "https://i.ibb.co/cF3D8Sh/iphone12.png",
          "goodsType": "popular",
          "category": "Smartphones",
          "description": [
            {
              "title": "5G Capable",
              "text": "The iPhone 12 comes with 5G capability, enabling you to experience incredibly fast download and streaming speeds. Whether you are downloading your favorite movie, streaming a live game, or sharing large files, 5G on the iPhone 12 ensures that you can do it all in a flash."
            },
            {
              "title": "A14 Bionic Chip",
              "text": "The iPhone 12 is powered by Apple's most advanced chip, the A14 Bionic. With its 16-core Neural Engine, it processes millions of operations per second, providing a powerful and efficient performance for every app and task. Whether you are playing graphics-intensive games, editing 4K videos, or using advanced augmented reality apps, the A14 Bionic chip ensures that everything runs smoothly."
            },
            {
              "title": "Dual-Camera System",
              "text": "Capture your moments in stunning detail with the iPhone 12's dual-camera system. It features a 12MP ultra-wide lens and a 12MP wide lens, allowing you to take beautiful photos and videos in any lighting condition. With Night mode on all cameras, you can capture low-light photos and videos that are brighter and more detailed. And with Deep Fusion, the A14 Bionic chip analyzes multiple exposures pixel by pixel to bring out unparalleled detail in the midtones and shadows."
            }
          ],
          "productCode": "iPhone12",
          "specs": {
            "general": [
              {
                "specName": "Manufacturer",
                "value": "Apple"
              },
              {
                "specName": "Processor Type",
                "value": "A14 Bionic chip"
              },
              {
                "specName": "Memory",
                "value": "4 GB RAM"
              },
              {
                "specName": "Storage",
                "value": "64 GB"
              },
              {
                "specName": "Camera",
                "value": "12MP ultra-wide, 12MP wide"
              }
            ],
            "features": [
              {
                "specName": "Display",
                "value": "Super Retina XDR"
              },
              {
                "specName": "Resistance",
                "value": "IP68"
              },
              {
                "specName": "Face ID",
                "value": "TrueDepth camera"
              },
              {
                "specName": "Wireless Charging",
                "value": "MagSafe, up to 15W"
              }
            ]
          },
          "links": "https://www.apple.com/iphone-12/"
        },
        {
          "name": "Samsung QLED Q80T",
          "intro": "The Samsung QLED Q80T is a 4K UHD smart TV that offers brilliant picture quality, immersive sound, and seamless smart TV capabilities.",
          "price": "1499",
          "img": "https://i.ibb.co/58qyDTk/lgqled.png",
          "inStock": true,
          "goodsType": "popular",
          "category": "TV & Monitors",
          "description": [
            {
              "title": "Quantum Dot Technology",
              "text": "The Q80T utilizes Samsung's proprietary Quantum Dot technology to deliver a world of immersive colors and contrast in a variety of lighting environments. This means you'll get to enjoy your favorite shows, movies, and games in stunning 4K resolution, no matter the time of day."
            },
            {
              "title": "Direct Full Array",
              "text": "This feature involves a panel with closely packed LEDs spread across the back of the screen, which are then divided into smaller zones that can be individually controlled. This leads to more precise control over the brightness and darkness levels on different parts of the screen, resulting in richer blacks, more dazzling whites, and an overall more vibrant picture."
            },
            {
              "title": "Object Tracking Sound",
              "text": "Samsung's Object Tracking Sound technology uses an array of speakers located around the screen to match the movement of objects on the screen. For instance, as a car moves across the screen from left to right, the sound it makes will follow it, moving from the left-side speakers to the right-side speakers, creating a more immersive viewing and listening experience."
            }
          ],
          "productCode": "Q80T",
          "specs": {
            "general": [
              {
                "specName": "Manufacturer",
                "value": "Samsung"
              },
              {
                "specName": "Screen Size",
                "value": "55'"
              },
              {
                "specName": "Resolution",
                "value": "4K UHD"
              },
              {
                "specName": "Smart TV",
                "value": "Yes"
              }
            ],
            "features": [
              {
                "specName": "HDMI Ports",
                "value": "4"
              },
              {
                "specName": "USB Ports",
                "value": "2"
              },
              {
                "specName": "Wi-Fi",
                "value": "Yes"
              },
              {
                "specName": "Bluetooth",
                "value": "Yes"
              }
            ]
          },
          "links": "https://www.samsung.com/us/televisions-home-theater/tvs/qled-4k-tvs/65-class-q80t-qled-4k-uhd-hdr-smart-tv-2020-qn65q80tafxza/"
        },
        {
          "name": "Dell Inspiron 14",
          "intro": "The Dell Inspiron 14 is a versatile laptop that offers a balance of speed, graphics, and portability. Ideal for everyday use, it features a 10th Gen Intel Core processor, Intel UHD Graphics, and a thin and light design.",
          "price": "699",
          "inStock": true,
          "img": "https://i.ibb.co/nzmGmfx/dellinspiron.png",
          "goodsType": "popular",
          "category": "Computers",
          "description": [
            {
              "title": "10th Gen Intel Core Processor",
              "text": "The Dell Inspiron 14 is equipped with a 10th Gen Intel Core processor, a powerful engine that ensures quick and efficient performance for a variety of everyday tasks. Whether you are browsing the internet, creating important documents, or streaming your favorite videos, this processor ensures that your device can handle it all with ease."
            },
            {
              "title": "Intel UHD Graphics",
              "text": "Featuring integrated Intel UHD Graphics, the Inspiron 14 delivers smooth and clear visuals, enhancing your experience whether you are engaging in casual gaming, watching movies, or editing videos. This graphic card ensures that you can enjoy visual content in high quality without putting too much strain on your device."
            },
            {
              "title": "Thin and Light Design",
              "text": "The Inspiron 14 boasts a thin and light design, making it incredibly portable and ideal for individuals who are always on the move. Whether you are working from a cafe, traveling, or moving from one meeting to another, this device is designed to fit easily into your bag and accompany you wherever you go."
            }
          ],
          "productCode": "Inspiron14",
          "specs": {
            "general": [
              {
                "specName": "Manufacturer",
                "value": "Dell"
              },
              {
                "specName": "Processor Type",
                "value": "10th Gen Intel Core i5"
              },
              {
                "specName": "Memory",
                "value": "8 GB RAM"
              },
              {
                "specName": "Storage",
                "value": "256 GB SSD"
              }
            ],
            "features": [
              {
                "specName": "Ports",
                "value": "1 x USB 3.2, 2 x USB 2.0, 1 x HDMI"
              },
              {
                "specName": "Wireless Connectivity",
                "value": "Wi-Fi 6, Bluetooth 5.1"
              },
              {
                "specName": "Battery Life",
                "value": "10 hours"
              },
              {
                "specName": "Webcam",
                "value": "HD Webcam"
              }
            ],
            "links": "https://www.dell.com/en-us/shop/dell-laptops/inspiron-14-3000-laptop/spd/inspiron-14-3493-laptop"
          }
        }
      ]
    },
    "ee": {
      "all_products": [
        {
          "name": "Apple MacBook Air 15' (2023), M2 8C/10C, 8 GB, 512 GB",
          "intro": "Märkimisväärselt suur, kuid uskumatult õhuke. Viimane 15-tolline MacBook Air pakub generoosset Liquid Retina ekraani, pakkudes rohkem ruumi kõigele, mida armastate. Koos 13-tollise versiooniga on nüüd rohkem põhjuseid kui kunagi varem valida Air. M2 kiibiga toidetud ja pakkudes kuni 18 tundi aku kestvust, pakuvad mõlemad sülearvutid erakordselt kiiret jõudlust väga kaasaskantavas pakendis",
          "price": "1799",
          "inStock": true,
          "img": "https://i.ibb.co/9GWrrq0/mac.jpg",
          "goodsType": "new",
          "category": "Computers",
          "description": [
            {
              "title": "Kohandage oma Air",
              "text": "MacBook Air on täielikult kohandatav - valige oma eelistatud suurus ja värv ning asuge teele. Olenemata sellest, millise mudeli valite, on see loodud keskkonnateadlikkusega, omades 100 protsenti ümbertöödeldud alumiiniumist korpust. Lisaks tagab ventilaatorita arhitektuur, et see püsib vaikne, isegi nõudlike ülesannete ajal. Ideaalselt mõõdetud on nii 13- kui ka 15-tollised versioonid uskumatult kerged ja vähem kui poole tolli paksused, muutes need kergesti kaasaskantavaks"
            },
            {
              "title": "Uskumatu kiirus ja aku pikk iga?",
              "text": "M2 kiip kiirendab kõiki teie tegevusi, olgu selleks siis video redigeerimine klassi jaoks, äriplaaniga töötamine või sarja vaatamine veebis osteldes. Pealegi tähendab pika aku eluiga, et saate oma laadija koju jätta"
            },
            {
              "title": "Kohandatud teie vajadustele",
              "text": "Kasutajasõbralik ja müravaba taustavalgustusega Magic Keyboard sisaldab täissuuruses funktsiooniklahve ja Touch ID-d, võimaldades kiiret, lihtsat ja turvalist viisi Maci ligipääsuks ning rakendustesse ja veebisaitidele sisselogimiseks vaid ühe sõrmeotstega"
            }
          ],
          "productCode": "VJs0YK",
          "specs": {
            "general": [
              {
                "specName": "Tootja",
                "value": "Apple"
              },
              {
                "specName": "Protsessori tüüp",
                "value": "Apple M2"
              },
              {
                "specName": "Materjal",
                "value": "Alumiinium"
              },
              {
                "specName": "Värv",
                "value": "Hall"
              }
            ],
            "features": [
              {
                "specName": "HDD",
                "value": "512 GB"
              },
              {
                "specName": "Paneeli eraldusvõime",
                "value": "2880x1864"
              },
              {
                "specName": "Bluetooth",
                "value": "Bluetooth 5.3"
              },
              {
                "specName": "Värskendussagedus",
                "value": "60 Hz"
              },
              {
                "specName": "Kaal (g)",
                "value": "1510"
              }
            ],
            "links": "https://www.youtube.com/embed/0okuAwqTHs0"
          }
        },
        {
          "name": "Beats Studio Pro, aktiivne mürasummutus, sügavpruun",
          "intro": "Beats Studio Pro esindab kõrgetasemelisi traadita kõrvaklappe, mis pakuvad erakordset heliselgust ja müra summutamist. Need tulevad koos kohandatud ruumilise heli, proaktiivse mürasummutuse ja kuni 40 tunni mängimisajaga. Kõrvaklappide disain on nii moodne kui ka mugav, tagades optimaalse kuulamiselamuse",
          "price": "390",
          "inStock": true,
          "goodsType": "new",
          "img": "https://i.ibb.co/4sDQCn1/beats.jpg",

          "category": "Headphones",
          "description": [
            {
              "title": "Võrdlematu heliselgus",
              "text": "Beats Studio Pro uhkeldab kohandatud akustilise raamistikuga, mis võimaldab sügavalt kaasahaaravat kuulamiskogemust. Iga üksik 40 mm kohandatud draiver on konstrueeritud ülimaks selguseks, säilitades peaaegu ilma moonutusteta isegi tippmahudel – see on kuni 80% võrreldes Beats Studio3-ga, pakkudes kõrgemat truudust"
            },
            {
              "title": "Põhjalik seadme haldus",
              "text": "Käsitlege kõnesid, hallake oma lugusid, lülitage kuulamisrežiime ja käivitage häälabi mitmefunktsiooniliste kõrva peal olevate nuppude abil"
            },
            {
              "title": "Pikendatud aku kestvus",
              "text": "Kogege kuni 40 tundi lugusid ühe laadimisega. Aktiivse mürasummutuse (ANC) või läbipaistvusrežiimi aktiveerimisel saate saavutada kuni 24 tundi mängimisaega. Kiire kütuse funktsionaalsus võimaldab kuni 4 tundi kuulamist vaid 10-minutilise laadimisega. USB-C universaalne laadimine tagab kiire ja vaevatu laadimise"
            }
          ],
          "productCode": "w5AZuh",
          "specs": {
            "general": [
              {
                "specName": "Tootja",
                "value": "Beats"
              },
              {
                "specName": "Tüüp",
                "value": "Ümberkõrvaklapid"
              },
              {
                "specName": "Juhtmeta kõrvaklapid",
                "value": "Jah"
              },
              {
                "specName": "Värv",
                "value": "Tumepruun"
              }
            ],
            "features": [
              {
                "specName": "Ühilduvus",
                "value": "Nutitelefon, tahvelarvuti, PC, Mac"
              },
              {
                "specName": "Traadita laadimine",
                "value": "Ei"
              },
              {
                "specName": "Mürasummutus",
                "value": "Jah"
              },
              {
                "specName": "Kaal (g)",
                "value": "260"
              },
              {
                "specName": "Aku kestvus",
                "value": "40h"
              }
            ],
            "links": "https://www.youtube.com/embed/CWE0_DutDWA"
          }
        },
        {
          "name": "Motorola Razr 40, 256 GB, vanilje - Nutitelefon",
          "intro": "Motorola Razr 40 esindab kokkupandava nutitelefoni tehnoloogia tipptaset, ühendades ajatu disaini kaasaegsete edusammudega. See töötab Android™ 13 operatsioonisüsteemil ja seda toidab Snapdragon 7 Gen 1 mobiilplatvorm. Varustatud 64 MP põhikaameraga ja 32 MP selfie-kaameraga, tagab see ülima foto kvaliteedi",
          "price": "899",
          "inStock": true,
          "img": "https://i.ibb.co/xmLkJJR/photo.png",

          "goodsType": "new",
          "category": "Phones",
          "description": [
            {
              "title": "Sofistikeeritus kohtub kasulikkusega",
              "text": "Motorola Razr 40 ühendab nostalgilise kokkupandava disaini tipptasemel tehnoloogiaga, pakkudes eristuvat ja võrdlematut kasutajakogemust"
            },
            {
              "title": "Robustne jõudlus",
              "text": "Snapdragon 7 Gen 1 mobiilplatvormi ja 8 GB RAM-i toel tagab Motorola Razr 40 sujuva ja kiire funktsionaalsuse. Mahuka 256 GB sisemise mäluga on piisavalt ruumi teie fotodele, videotele ja rakendustele"
            },
            {
              "title": "Kristallselge fotograafia",
              "text": "64 MP põhikaamera ja 32 MP selfie-kaameraga on teravate ja detailsete piltide jäädvustamine lihtne. Kaameraga on varustatud ka mitmeid funktsioone, nagu öörežiim, portreerežiim ja automaatne naeratuse tuvastamine"
            }
          ],
          "productCode": "IcovJR",
          "specs": {
            "general": [
              {
                "specName": "Tootja",
                "value": "Motorola"
              },
              {
                "specName": "Kahe SIM-kaardiga",
                "value": "Jah"
              },
              {
                "specName": "OS",
                "value": "Android 13"
              },
              {
                "specName": "Pakendis",
                "value": "adapter, kaabel, SIM-kaardi nõel, ümbris"
              }
            ],
            "features": [
              {
                "specName": "5G",
                "value": "Jah"
              },
              {
                "specName": "Bluetooth",
                "value": "Jah"
              },
              {
                "specName": "RAM",
                "value": "8 GB"
              },
              {
                "specName": "Kaal (g)",
                "value": "189"
              },
              {
                "specName": "Sisemälu",
                "value": "256 GB"
              }
            ],
            "links": "https://www.motorola.com/we/smartphones-motorola-razr-40/p?skuId=524"
          }
        },
        {
          "name": "LG 27UP600P, 27', Ultra HD, LED IPS, valge - Monitor",
          "intro": "LG 27UP600P on kõrgekvaliteediline monitor, mis pakub märkimisväärset värvi täpsust ja keerukust. See on ideaalne valik nii kodukasutajatele kui ka professionaalidele, nagu fotograafid ja graafilised disainerid, kes vajavad täpset värvide reprodutseerimist. Lisaks on see suurepärane valik kõrglahutusega filmide vaatamiseks või mängude mängimiseks",
          "price": "219",
          "inStock": true,
          "img": "https://i.ibb.co/pL2HrvH/img.webp",

          "goodsType": "new",
          "category": "TV & Monitors",
          "description": [
            {
              "title": "Täpsus kohtub jõudlusega",
              "text": "LG 27UP600P on tipptasemel monitor, mis ühendab erakordse värvi täpsuse keeruka detailiga, muutes selle erinevate kasutajate jaoks parimaks valikuks"
            },
            {
              "title": "Optimeeritud visuaalid",
              "text": "Selle monitori on loodud nii kodukasutajatele kui ka professionaalidele, nagu fotograafid ja graafilised disainerid, see monitor tagab täpse värvide reprodutseerimise, mis on oluline detailse ja värvikriitilise töö jaoks. Pealegi on see suurepärane valik kõrglahutusega filmide vaatamiseks ja kaasahaaravate mängukogemuste jaoks"
            },
            {
              "title": "Ületamatu selgus",
              "text": "Kõrgekvaliteedilise ekraaniga LG 27UP600P tagab, et iga piksel kasutatakse oma täieliku potentsiaali järgi, pakkudes visuaalset maiuspala silmadele. Kas töötate disainiprojekti kallal, vaatate filmi või mängite mängu, see monitor tagab, et saate kõige täpsemad ja erksamad värvid võimalikud"
            }
          ],
          "productCode": "cKjogZ",
          "specs": {
            "general": [
              {
                "specName": "Tootja",
                "value": "LG"
              },
              {
                "specName": "Energiaklass",
                "value": "F"
              },
              {
                "specName": "Ekraani suurus",
                "value": "27'"
              },
              {
                "specName": "Värv",
                "value": "Valge"
              }
            ],
            "features": [
              {
                "specName": "HDMI",
                "value": "2x"
              },
              {
                "specName": "DisplayPort",
                "value": "Ei"
              },
              {
                "specName": "Bluetooth",
                "value": "Ei"
              },
              {
                "specName": "Värskendussagedus",
                "value": "60 Hz"
              },
              {
                "specName": "Kaal (g)",
                "value": "4300"
              }
            ],
            "links": "https://www.lg.com/hk_en/monitor/lg-27up600-w#:~:text=Immersive%20Gaming%20Experience,Action%20Sync%20and%20Black%20Stabilizer."
          }
        },
        {
          "name": "Xiaomi Pad 6, 6 GB / 128 GB, gravity gray - Tahvelarvuti",
          "intro": "Xiaomi Pad 6 on märkimisväärselt võimekas tahvelarvuti, mis ühendab Snapdragon® 870 protsessori tipptasemel võimalused suurepärase 144Hz WQHD+ ekraaniga. Stiilne ja stiilne metallviimistlus on kombineeritud nelja kõlariga süsteemiga, mis toetab nii Dolby Vision® kui ka Dolby Atmos® tehnoloogiaid, pakkudes rikkalikku ja haaravat helikogemust",
          "price": "399",
          "inStock": true,
          "img": "https://i.ibb.co/wJnNqsn/xiaomi-pad-6.jpg",

          "goodsType": "new",
          "category": "Tablets",
          "description": [
            {
              "title": "Projekteeritud tootlikkuseks, kohandatud mugavuseks",
              "text": "Xiaomi Pad 6 on hoolikalt disainitud nii jõudluse kui ka mugavuse saavutamiseks. Sellel on 144Hz WQHD+ ekraan, mis sisaldab silmade hooldamise tehnoloogiat ja on kaetud õhukese metallviimistlusega üheosalises korpuses. Võimekusega mängida videoid kuni 16 tundi ja toetades 33W kiirlaadimist, kehastab see tõhususe ja mugavuse ideaalset ühendust"
            },
            {
              "title": "Võrreldamatu jõudlus",
              "text": "Snapdragon® 870 protsessori jõul Xiaomi Pad 6 suudab pakkuda lipulaeva tasemel jõudlust. See suudab hõlpsasti hallata nõudlikke ülesandeid, nagu mängimine, suurte failide töötlemine, 4K videote redigeerimine ja muud suure intensiivsusega stsenaariumid"
            },
            {
              "title": "Premium-taseme käsitöö",
              "text": "Pad 6 on iseloomulik oma ülimusliku metallist üheosalise korpuse poolest, mis on saadaval kolmes elegantses värvitoonis: Gravity Gray, Mist Blue ja Gold. Lisaks on see varustatud 13MP tagakaameraga, mis võimaldab kõrgekvaliteediliste fotode tegemist"
            }
          ],
          "productCode": "XqrYeG",
          "specs": {
            "general": [
              {
                "specName": "Tootja",
                "value": "Xiaomi"
              },
              {
                "specName": "Protsessori tüüp",
                "value": "Octa-Core"
              },
              {
                "specName": "Ekraani suurus",
                "value": "11'"
              },
              {
                "specName": "Värv",
                "value": "Tumehall"
              }
            ],
            "features": [
              {
                "specName": "WiFi",
                "value": "Jah"
              },
              {
                "specName": "Bluetooth",
                "value": "Jah"
              },
              {
                "specName": "RAM",
                "value": "6 GB"
              },
              {
                "specName": "Sisemälu",
                "value": "128 GB"
              },
              {
                "specName": "Kaal (g)",
                "value": "490"
              }
            ],
            "links": "https://www.mi.com/global/product/xiaomi-pad-6/"
          }
        },
        {
          "name": "Samsung Galaxy Tab S9, WiFi + 5G, 128 GB, grafiit - Tahvelarvuti",
          "intro": "Samsung Galaxy Tab S9 on vastupidav ja kõrgefunktsiooniline tahvelarvuti, mis on varustatud laia, kõrglahutusega ekraani, mitmekülgse kaamerasüsteemi ja pika akukestvusega. See on ideaalne inimestele, kes soovivad maksimeerida tootlikkust liikvel olles, olgu see siis professionaalsete ülesannete, mängimise või multimeedia sisu tarbimise jaoks",
          "price": "1060",
          "inStock": true,
          "img": "https://i.ibb.co/NrJFS7N/galaxytab.png",

          "goodsType": "new",
          "category": "Tablets",
          "description": [
            {
              "title": "Optimeeritud mobiilseks eluviisiks",
              "text": "Samsung Galaxy Tab S9 on täiuslik kaaslane neile, kes on alati liikvel. WiFi- ja 5G-võimekusega pakub see sujuvat ühenduvust, samal ajal kui 128 GB mälu tagab, et kõik teie olulised failid on käeulatuses. Grafiidivärvi tahvelarvuti ei paku ainult jõudlust, vaid lisab ka teie igapäevarutiinile elegantsust"
            },
            {
              "title": "Pingutuseta jõudlus liikvel olles",
              "text": "Püsige ühenduses ja olge tootlikud Galaxy Tab S9-ga. Kas töötate, mängite või voogesitate multimeediasisu, tagab tahvelarvuti WiFi- ja 5G-võimekus, et saate seda kõike teha ilma löögita. Lisaks on sellel piisavalt pikk aku iga, et see oleks teie kaaslane terve päeva"
            },
            {
              "title": "Stiilne disain funktsionaalsete omadustega",
              "text": "Tab S9 grafiidi disaini täiendavad selle funktsionaalsed omadused. 128 GB mäluga pakub see piisavalt ruumi teie failide jaoks, samal ajal kui mitmekülgne kaamerasüsteem võimaldab teil kõikjal teha kõrgekvaliteedilisi fotosid ja videosid"
            }
          ],
          "productCode": "IuSvob",
          "specs": {
            "general": [
              {
                "specName": "Tootja",
                "value": "Samsung"
              },
              {
                "specName": "Protsessori tüüp",
                "value": "Octa-Core"
              },
              {
                "specName": "Ekraani suurus",
                "value": "14'"
              },
              {
                "specName": "Värv",
                "value": "Hall"
              }
            ],
            "features": [
              {
                "specName": "WiFi",
                "value": "Jah"
              },
              {
                "specName": "Bluetooth",
                "value": "Jah"
              },
              {
                "specName": "RAM",
                "value": "8 GB"
              },
              {
                "specName": "Sisemälu",
                "value": "128 GB"
              },
              {
                "specName": "Kaal (g)",
                "value": "500"
              }
            ],
            "links": "https://www.samsung.com/us/tablets/galaxy-tab-s9/"
          }
        },
        {
          "name": "Apple iPad 11' (2022), 256 GB, WiFi + LTE, roosa - Tahvelarvuti",
          "intro": "Viimane iPad on loovalt ümber kujundatud, et olla tõhusam, kasutajasõbralikum ja meelelahutuslikum. Varustatud värskendatud kõik-ekraani disaini, 10,9-tollise Liquid Retina ekraani ja saadaval neljas hämmastavas värvis, pakub iPad dünaamilist viisi ülesannete täitmiseks, loovuse edendamiseks ja ühenduste hoidmiseks",
          "price": "900",
          "inStock": true,
          "img": "https://i.ibb.co/XtKj6CR/ipad-pro-11-select-wifi-spacegray-202210.png",

          "goodsType": "new",
          "category": "Tablets",
          "description": [
            {
              "title": "Sinu maailma volitamine",
              "text": "Apple iPad määratleb teie igapäevased kogemused uuesti, võimaldades teil saavutada rohkem, luua rohkem ja ühendada rohkem. 256 GB salvestusruumi, WiFi ja LTE võimekusega ning ahvatleva roosa viimistlusega on see funktsionaalsuse, ühenduvuse ja stiili epitoom. Asuge teekonnale piiramatute võimaluste ja mitmekülgsusega kõigis teie ettevõtmistes"
            },
            {
              "title": "Õmblusteta ühenduvus ja salvestus",
              "text": "iPad on loodud rahuldamaks kõiki teie vajadusi oma laia 256 GB salvestusmahtu ja WiFi ning LTE võimekusega. Salvestage kõik oma olulised failid, multimeedia ja rakendused, olles samal ajal ühenduses kõikjal, kus liigute"
            },
            {
              "title": "Elegants igas detailis",
              "text": "Selle kerge ja kaasaskantav disain muudab selle ideaalseks kaaslaseks liikvel olles ülesannete täitmisel, samal ajal kui selle rikkalik salvestusruum ja sujuv ühenduvus muudavad selle praktiliseks ja stiilseks valikuks neile, kes otsivad mõlema maailma parimat"
            }
          ],
          "productCode": "LsoL22",
          "specs": {
            "general": [
              {
                "specName": "Tootja",
                "value": "Apple"
              },
              {
                "specName": "Protsessori tüüp",
                "value": "Hexa-Core"
              },
              {
                "specName": "Ekraani suurus",
                "value": "11'"
              },
              {
                "specName": "Värv",
                "value": "Hall"
              }
            ],
            "features": [
              {
                "specName": "WiFi",
                "value": "Jah"
              },
              {
                "specName": "Bluetooth",
                "value": "Jah"
              },
              {
                "specName": "RAM",
                "value": "8 GB"
              },
              {
                "specName": "Sisemälu",
                "value": "256 GB"
              },
              {
                "specName": "Kaal (g)",
                "value": "481"
              }
            ],
            "links": "https://www.youtube.com/embed/yUKRkPKg5_U"
          }
        },
        {
          "name": "Sony WF-1000XM5, hõbedane - Tõelised traadita kõrvaklapid",
          "intro": "Sony WF-1000XM5 on traadita müra summutavad kõrvaklapid, mis pakuvad suurepärast helikvaliteeti. Need on mõeldud stuudio kvaliteediga heli pakkumiseks, olenemata teie asukohast",
          "price": "320",
          "inStock": true,
          "img": "https://i.ibb.co/prZ8Gxm/sony-pods.png",

          "goodsType": "new",
          "category": "Headphones",
          "description": [
            {
              "title": "Vaigista välimine maailm selge kõnekvaliteedi jaoks",
              "text": "Täpse hääletuvastustehnoloogia ja täiustatud helisignaali töötluse abil kuuleb helistaja teie häält selgelt, isegi kui olete mürarikkas keskkonnas"
            },
            {
              "title": "Kuulake alati ja olge kuuldav",
              "text": "Mikrofoni tuulemüra vähendamise struktuur ja võrk vähendavad kõnede ajal müra, nii et tuulistes tingimustes saab teid selgelt kuulda"
            },
            {
              "title": "Mugav ja kindel",
              "text": "Meie WF-1000XM5 kõrvaklapid on kujundatud inimese kõrvale ideaalselt sobivaks ergonoomilise disainiga, mis tagab stabiilsema sobivuse. Oleme WF-1000XM5 kujundanud, kasutades ulatuslikku kõrva kuju andmeid, mis on kogutud alates maailma esimeste in-ear kõrvaklappide tutvustamisest 1982. aastal"
            }
          ],
          "productCode": "Uan4FQ",
          "specs": {
            "general": [
              {
                "specName": "Tootja",
                "value": "Sony"
              },
              {
                "specName": "Tüüp",
                "value": "In-ear"
              },
              {
                "specName": "Juhtmevabad kõrvaklapid",
                "value": "Jah"
              },
              {
                "specName": "Värv",
                "value": "Must"
              }
            ],
            "features": [
              {
                "specName": "Ühilduvus",
                "value": "Nutitelefon, tahvelarvuti, PC, Mac"
              },
              {
                "specName": "Traadita laadimine",
                "value": "Jah"
              },
              {
                "specName": "Müra tühistamine",
                "value": "Jah"
              },
              {
                "specName": "Kaal (g)",
                "value": "39"
              },
              {
                "specName": "Aku kestvus",
                "value": "16h"
              }
            ],
            "links": "https://www.youtube.com/embed/CWE0_DutDWA"
          }
        },
        {
          "name": "Apple Watch Series 8",
          "intro": "Apple Watch Series 8 on Apple'i uusim ja parim nutikell. Sellel on uus disain, võimsam protsessor ja uued tervise- ja fitnessifunktsioonid.",
          "price": "399",
          "inStock": true,
          "img": "https://i.ibb.co/bjhKK22/watch.png",

          "goodsType": "popular",
          "category": "Wearables",
          "description": [
            {
              "title": "Uus disain",
              "text": "Apple Watch Series 8-l on uus disain, mis on vastupidavam ja veekindlam. Samuti on saadaval kaks uut suurust: 41 mm ja 45 mm."
            },
            {
              "title": "Võimsam protsessor",
              "text": "Apple Watch Series 8 töötab uue S8 kiibiga, mis on kuni 20% kiirem kui eelmine põlvkond. See tähendab, et see suudab käidelda nõudlikumaid rakendusi ja funktsioone."
            },
            {
              "title": "Uued tervise- ja fitnessifunktsioonid",
              "text": "Apple Watch Series 8 sisaldab uut vere hapnikusisalduse sensorit, uut EKG rakendust ja uut temperatuurisensorit. Need funktsioonid aitavad teil oma tervist ja vormi täpsemalt jälgida."
            }
          ],
          "productCode": "AW8",
          "specs": {
            "general": [
              {
                "specName": "Tootja",
                "value": "Apple"
              },
              {
                "specName": "Protsessori tüüp",
                "value": "S8"
              },
              {
                "specName": "Materjal",
                "value": "Alumiinium"
              },
              {
                "specName": "Värv",
                "value": "Hõbe"
              }
            ],
            "features": [
              {
                "specName": "Aku kestvus",
                "value": "18 tundi"
              },
              {
                "specName": "Bluetooth",
                "value": "Bluetooth 5.3"
              },
              {
                "specName": "Veekindlus",
                "value": "50m"
              },
              {
                "specName": "Andurid",
                "value": "Südamelöögisageduse andur, vere hapnikusisalduse andur, EKG andur, temperatuuriandur"
              }
            ],
            "links": "https://www.apple.com/watch/"
          }
        },
        {
          "name": "LG OLED C2 55 tolli nuti-TV",
          "intro": "LG OLED C2 on LG uusim ja parim OLED-teler. Sellel on hämmastav 4K ekraan, perfektsed mustad ja erksad värvid. See toetab ka Dolby Visioni ja Atmosi, pakkudes seeläbi kaasahaaravat vaatamiskogemust.",
          "price": "1999",
          "inStock": true,
          "img": "https://i.ibb.co/Kb9KdgP/lgoled255.png",

          "goodsType": "popular",
          "category": "TV & Monitors",
          "description": [
            {
              "title": "Hämmastav 4K ekraan",
              "text": "LG OLED C2-l on 4K ekraan resolutsiooniga 3840 x 2160 pikslit. See toetab ka HDR10+ ja Dolby Visioni, tagades seeläbi parema vaatamiskogemuse."
            },
            {
              "title": "Perfektsed mustad",
              "text": "OLED-telerid on tuntud oma perfektsete mustade poolest. See on seetõttu, et igat pikslit saab individuaalselt välja lülitada, luues sügava, tindimusta, mida on võimatu saavutada teiste ekraanitehnoloogiatega."
            },
            {
              "title": "Erksad värvid",
              "text": "LG OLED C2 toodab ka erksaid värve. Kuna iga piksel saab eralduda oma valgust, pole taustvalgust vaja. See tulemuseks on täpsemad värvid ja sügavamad mustad."
            },
            {
              "title": "Dolby Vision ja Atmos",
              "text": "LG OLED C2 toetab Dolby Visioni ja Atmosi. Need on kaks kõige arenenumat saadaolevat HDR-i ja heliformaati. Need pakuvad kaasahaaravat vaatamiskogemust, mis paneb sind tundma, nagu oleksid otse tegevuse keskel."
            }
          ],
          "productCode": "OLEDC255",
          "specs": {
            "general": [
              {
                "specName": "Tootja",
                "value": "LG"
              },
              {
                "specName": "Protsessori tüüp",
                "value": "α9 Gen 5 AI Processor 4K"
              },
              {
                "specName": "Materjal",
                "value": "Klaas"
              },
              {
                "specName": "Värv",
                "value": "Must"
              }
            ],
            "features": [
              {
                "specName": "Ekraani tüüp",
                "value": "OLED"
              },
              {
                "specName": "Ekraani suurus",
                "value": "55 tolli"
              },
              {
                "specName": "Resolutsioon",
                "value": "3840 x 2160 pikslit"
              },
              {
                "specName": "Nutiteleri funktsioonid",
                "value": "WebOS, AirPlay 2, HomeKit"
              }
            ],
            "links": "https://www.lg.com/us/tvs/lg-oled55c2pub-oled-4k-smart-tv"
          }
        },
        {
          "name": "Lenovo ThinkPad X1 Carbon 10. põlvkond",
          "intro": "Lenovo ThinkPad X1 Carbon 10. põlvkond on Lenovo uusim ja parim äriarvuti. See on õhuke, kerge ja võimas, muutes selle ideaalseks kaaslaseks teel olevatele professionaalidele.",
          "price": "2499",
          "inStock": true,
          "img": "https://i.ibb.co/0VhTbsf/lenovothinkpad.jpg",

          "goodsType": "popular",
          "category": "Laptops",
          "description": [
            {
              "title": "Õhuke ja kerge",
              "text": "ThinkPad X1 Carbon 10. põlvkond on vaid 0,66 tolli õhuke ja kaalub vaid 2,5 naela. See teeb selle kogu päeva kaasaskandmiseks lihtsaks."
            },
            {
              "title": "Võimas",
              "text": "ThinkPad X1 Carbon 10. põlvkonda toidab viimane 12. põlvkonna Intel Core protsessor. See pakub rohkelt jõudu kõigile teie töövajadustele."
            },
            {
              "title": "Turvaline",
              "text": "ThinkPad X1 Carbon 10. põlvkond on pakitud turvafunktsioonidega, et hoida teie andmed turvalised. Nende funktsioonide hulka kuuluvad sõrmejäljelugeja, TPM kiip ja Kensingtoni lukustussahtel."
            }
          ],
          "productCode": "X1C10",
          "specs": {
            "general": [
              {
                "specName": "Tootja",
                "value": "Lenovo"
              },
              {
                "specName": "Protsessori tüüp",
                "value": "Intel Core i7-1280P"
              },
              {
                "specName": "Materjal",
                "value": "Süsinikkiud"
              },
              {
                "specName": "Värv",
                "value": "Must"
              }
            ],
            "features": [
              {
                "specName": "Ekraani suurus",
                "value": "14 tolli"
              },
              {
                "specName": "Resolutsioon",
                "value": "2560 x 1440 pikslit"
              },
              {
                "specName": "RAM",
                "value": "16 GB"
              },
              {
                "specName": "Salvestus",
                "value": "1 TB SSD"
              }
            ],
            "links": "https://www.lenovo.com/us/en/laptops/thinkpad/x1-carbon/X1-Carbon-Gen-10/p/20XW0013US"
          }
        },
        {
          "name": "Lenovo Legion 7i mänguarvuti",
          "intro": "Lenovo Legion 7i mänguarvuti on Lenovo parim mängumasin. Seda toidab viimaste 12. põlvkonna Intel Core protsessorid ja NVIDIA GeForce RTX 3080 Ti graafika, mis teeb selle võimeliseks mängima isegi kõige nõudlikumaid mänge.",
          "price": "3999",
          "inStock": true,
          "img": "https://i.ibb.co/98KmwFf/lenovogaming.jpg",
          "goodsType": "popular",
          "category": "Gaming",
          "description": [
            {
              "title": "Võimas jõudlus",
              "text": "Legion 7i töötab uusimal 12. põlvkonna Intel Core i9-12900H protsessoril ja NVIDIA GeForce RTX 3080 Ti graafikal. See jõudluse ja võimsuse kombinatsioon teeb selle võimeliseks mängima isegi kõige nõudlikumaid mänge kõrgetel seadetel."
            },
            {
              "title": "Hämmastav ekraan",
              "text": "Legion 7i-l on 16-tolline WQHD+ ekraan 165Hz värskendussagedusega. See ekraan pakub sujuvat ja vedelat mängukogemust, muutes selle ideaalseks võistlusmängudeks."
            },
            {
              "title": "Muljetavaldav jahutus",
              "text": "Legion 7i-l on uus jahutussüsteem, mis hoiab süsteemi jahedana ja vaiksena, isegi suurte koormuste all. See tagab, et saate mängida tundide kaupa ilma, et teie süsteem üle kuumeneks."
            }
          ],
          "productCode": "L7i",
          "specs": {
            "general": [
              {
                "specName": "Tootja",
                "value": "Lenovo"
              },
              {
                "specName": "Protsessori tüüp",
                "value": "Intel Core i9-12900H"
              },
              {
                "specName": "Materjal",
                "value": "Alumiinium"
              },
              {
                "specName": "Värv",
                "value": "Must"
              }
            ],
            "features": [
              {
                "specName": "Värskendussagedus",
                "value": "165 Hz"
              },
              {
                "specName": "RAM",
                "value": "32 GB"
              },
              {
                "specName": "Salvestus",
                "value": "2 TB SSD"
              },
              {
                "specName": "Aku eluiga",
                "value": "7 tundi"
              }
            ],
            "links": "https://www.lenovo.com/us/en/laptops/legion/legion-7i/Legion-7i-16ACH6/p/88GMY701842"
          }
        },
        {
          "name": "Canon EOS R5",
          "intro": "Canon EOS R5 on täiskaader hübriidkaamera, mis on ideaalne professionaalsetele fotograafidele ja videograafidele. Selles on 45-megapiksliline sensor, 8K videosalvestus ja kiire autofookussüsteem.",
          "price": "3990",
          "inStock": true,
          "goodsType": "popular",
          "img": "https://i.ibb.co/qs2jCVB/canon.jpg",

          "category": "Photo & Video",
          "description": [
            {
              "title": "45-megapiksliline sensor",
              "text": "EOS R5 45-megapiksliline sensor suudab jäädvustada hämmastavaid pilte uskumatu detailidega."
            },
            {
              "title": "8K videosalvestus",
              "text": "EOS R5 võib salvestada 8K videot kuni 30 kaadrit sekundis, mis teeb selle ideaalseks professionaalsetele videograafidele."
            },
            {
              "title": "Kiire autofookussüsteem",
              "text": "EOS R5 autofookussüsteem suudab jälgida subjekte uskumatu täpsusega, isegi madalas valguses."
            }
          ],
          "productCode": "EOSR5",
          "specs": {
            "general": [
              {
                "specName": "Tootja",
                "value": "Canon"
              },
              {
                "specName": "Sensori tüüp",
                "value": "Täiskaader CMOS"
              },
              {
                "specName": "Resolutsioon",
                "value": "45,7 megapikslit"
              },
              {
                "specName": "ISO vahemik",
                "value": "100-51,200 (laiendatav 50-102,400)"
              },
              {
                "specName": "Pildistabiliseerimine",
                "value": "Kehasisene 5-teljeline"
              }
            ],
            "features": [
              {
                "specName": "Videosalvestus",
                "value": "8K 30 fps, 4K 120 fps"
              },
              {
                "specName": "Autofookus",
                "value": "Dual Pixel CMOS AF II"
              },
              {
                "specName": "Elektrooniline pildiotsija",
                "value": "3,69 miljoni punkti elektrooniline pildiotsija"
              },
              {
                "specName": "Ühenduvus",
                "value": "Wi-Fi, Bluetooth, Ethernet"
              }
            ],
            "links": "https://www.usa.canon.com/internet/portal/us/home/products/details/cameras/slr/eos-r5"
          }
        },
        {
          "name": "iPhone 12",
          "intro": "iPhone 12 on 5G võimeline nutitelefon, mis määratleb ümber, mis telefoniga on võimalik. Täiesti uue disaini, A14 Bionic kiibi ja kahe kaameraga süsteemiga on see võimas seade kõige jaoks, mida teete.",
          "price": "799",
          "inStock": true,
          "img": "https://i.ibb.co/cF3D8Sh/iphone12.png",
          "goodsType": "popular",
          "category": "Phones",
          "description": [
            {
              "title": "5G võimekus",
              "text": "iPhone 12-l on 5G võimekus, mis võimaldab teil kogeda uskumatult kiireid allalaadimis- ja voogesituse kiirusi. Kas laadite alla oma lemmikfilmi, voogesitate otsemängu või jagate suuri faile, iPhone 12 5G tagab, et saate seda kõike teha hetkega."
            },
            {
              "title": "A14 Bionic kiip",
              "text": "iPhone 12 töötab Apple'i kõige arenenuma kiibi, A14 Bionic abil. Selle 16-tuumalise Neural Engine'iga töötleb see miljoneid operatsioone sekundis, pakkudes igale rakendusele ja ülesandele võimsat ja tõhusat jõudlust. Kas mängite graafikamahukaid mänge, redigeerite 4K videoid või kasutate arenenud liitreaalsuse rakendusi, tagab A14 Bionic kiip, et kõik töötab sujuvalt."
            },
            {
              "title": "Kahe kaameraga süsteem",
              "text": "Püüdke oma hetki hämmastavas detailides iPhone 12 kahe kaameraga süsteemiga. Sellel on 12MP ultra-lainurk objektiiv ja 12MP lainurk objektiiv, mis võimaldavad teil teha ilusaid fotosid ja videoid igas valgustingimuses. Kõikide kaamerate öörežiimiga saate jäädvustada madala valgustusega fotosid ja videoid, mis on heledamad ja detailsemad. Ja Deep Fusioniga analüüsib A14 Bionic kiip mitut säritust piksli kaupa, et tuua esile enneolematu detail kesktoonides ja varjudes."
            }
          ],
          "productCode": "iPhone12",
          "specs": {
            "general": [
              {
                "specName": "Tootja",
                "value": "Apple"
              },
              {
                "specName": "Protsessori tüüp",
                "value": "A14 Bionic kiip"
              },
              {
                "specName": "Mälu",
                "value": "4 GB RAM"
              },
              {
                "specName": "Salvestus",
                "value": "64 GB"
              },
              {
                "specName": "Kaamera",
                "value": "12MP ultra-lainurk, 12MP lainurk"
              }
            ],
            "features": [
              {
                "specName": "Ekraan",
                "value": "Super Retina XDR"
              },
              {
                "specName": "Vastupidavus",
                "value": "IP68"
              },
              {
                "specName": "Näotuvastus",
                "value": "TrueDepth kaamera"
              },
              {
                "specName": "Traadita laadimine",
                "value": "MagSafe, kuni 15W"
              }
            ]
          },
          "links": "https://www.apple.com/iphone-12/"
        },
        {
          "name": "Samsung QLED Q80T",
          "intro": "Samsung QLED Q80T on 4K UHD nutikas televiisor, mis pakub suurepärast pildikvaliteeti, kaasahaaravat heli ja sujuvaid nutiteleri võimeid.",
          "price": "1499",
          "img": "https://i.ibb.co/58qyDTk/lgqled.png",

          "inStock": true,
          "goodsType": "popular",
          "category": "TV & Monitors",
          "description": [
            {
              "title": "Kvantpunktitehnoloogia",
              "text": "Q80T kasutab Samsungi patenteeritud kvantpunktitehnoloogiat, et pakkuda mitmesugustes valgusoludes kaasahaaravaid värve ja kontrasti. See tähendab, et saate nautida oma lemmiksaateid, filme ja mänge hämmastavas 4K eraldusvõimes, olenemata kellaajast."
            },
            {
              "title": "Otsene täisarv",
              "text": "See funktsioon hõlmab paneeli, millel on tihedalt pakitud LED-id ekraani taga, mis on seejärel jagatud väiksemateks tsoonideks, mida saab individuaalselt juhtida. See viib ekraani erinevatel osadel heleduse ja pimeduse tasemete täpsema juhtimiseni, mille tulemuseks on rikkamad mustad, säravamad valged ja üldiselt elavam pilt."
            },
            {
              "title": "Objekti jälgimise heli",
              "text": "Samsungi objekti jälgimise helitehnoloogia kasutab ekraani ümber paiknevate kõlarite massiivi, et sobituda ekraanil liikuvate objektide liikumisega. Näiteks kui auto liigub ekraanil vasakult paremale, järgib selle poolt tekitatav heli seda, liikudes vasakpoolsetest kõlaritest parempoolsetesse kõlaritesse, luues seeläbi kaasahaaravama vaatamis- ja kuulamiskogemuse."
            }
          ],
          "productCode": "Q80T",
          "specs": {
            "general": [
              {
                "specName": "Tootja",
                "value": "Samsung"
              },
              {
                "specName": "Ekraani suurus",
                "value": "55''"
              },
              {
                "specName": "Eraldusvõime",
                "value": "4K UHD"
              },
              {
                "specName": "Nutiteler",
                "value": "Jah"
              }
            ],
            "features": [
              {
                "specName": "HDMI portide arv",
                "value": "4"
              },
              {
                "specName": "USB portide arv",
                "value": "2"
              },
              {
                "specName": "Wi-Fi",
                "value": "Jah"
              },
              {
                "specName": "Bluetooth",
                "value": "Jah"
              }
            ]
          },
          "links": "https://www.samsung.com/us/televisions-home-theater/tvs/qled-4k-tvs/65-class-q80t-qled-4k-uhd-hdr-smart-tv-2020-qn65q80tafxza/"
        },
        {
          "name": "Dell Inspiron 14",
          "intro": "Dell Inspiron 14 on mitmekülgne sülearvuti, mis pakub kiiruse, graafika ja kaasaskantavuse tasakaalu. Ideaalne igapäevaseks kasutamiseks, sellel on 10. põlvkonna Intel Core protsessor, Intel UHD graafika ja õhuke ja kerge disain.",
          "price": "699",
          "inStock": true,
          "img": "https://i.ibb.co/nzmGmfx/dellinspiron.png",

          "goodsType": "popular",
          "category": "Computers",
          "description": [
            {
              "title": "10. põlvkonna Intel Core protsessor",
              "text": "Dell Inspiron 14 on varustatud 10. põlvkonna Intel Core protsessoriga, võimas mootor, mis tagab kiire ja efektiivse jõudluse mitmesugustele igapäevastele ülesannetele. Kas sirvite internetti, loote olulisi dokumente või voogesitate oma lemmikvideosid, see protsessor tagab, et teie seade saab kõigega hõlpsalt hakkama."
            },
            {
              "title": "Intel UHD graafika",
              "text": "Integreeritud Intel UHD graafikaga Inspiron 14 pakub sujuvat ja selget visuaalset kvaliteeti, parandades teie kogemust, kas tegelete juhusliku mängimisega, vaatate filme või redigeerite videoid. See graafikakaart tagab, et saate visuaalset sisu nautida kõrge kvaliteediga ilma, et see teie seadet liigselt koormaks."
            },
            {
              "title": "Õhuke ja kerge disain",
              "text": "Inspiron 14 uhkeldab õhukese ja kerge disainiga, muutes selle äärmiselt kaasaskantavaks ja ideaalseks inimestele, kes on pidevalt liikvel. Kas töötate kohvikust, reisite või liigute ühest koosolekust teise, see seade on loodud nii, et see mahub hõlpsasti teie kotti ja saadab teid kuhu iganes lähete."
            }
          ],
          "productCode": "Inspiron14",
          "specs": {
            "general": [
              {
                "specName": "Tootja",
                "value": "Dell"
              },
              {
                "specName": "Protsessori tüüp",
                "value": "10. põlvkonna Intel Core i5"
              },
              {
                "specName": "Mälu",
                "value": "8 GB RAM"
              },
              {
                "specName": "Salvestus",
                "value": "256 GB SSD"
              }
            ],
            "features": [
              {
                "specName": "Pordid",
                "value": "1 x USB 3.2, 2 x USB 2.0, 1 x HDMI"
              },
              {
                "specName": "Traadita ühenduvus",
                "value": "Wi-Fi 6, Bluetooth 5.1"
              },
              {
                "specName": "Aku eluiga",
                "value": "10 tundi"
              },
              {
                "specName": "Veebikaamera",
                "value": "HD veebikaamera"
              }
            ],
            "links": "https://www.dell.com/en-us/shop/dell-laptops/inspiron-14-3000-laptop/spd/inspiron-14-3493-laptop"
          }
        }
      ]
    },
    "ru": {
      "all_producuts": [
        {
          "name": "Apple MacBook Air 15' (2023), M2 8C/10C, 8 ГБ, 512 ГБ",
          "intro": "Удивительно большой, но невероятно тонкий. Последняя 15-дюймовая модель MacBook Air обладает щедрым дисплеем Liquid Retina, предоставляя больше пространства для всего, что вы любите. В сочетании с 13-дюймовой версией теперь есть больше причин, чем когда-либо, выбирать Air. Работающий на чипе M2 и предлагающий до 18 часов работы от батареи, оба ноутбука обеспечивают исключительно быстрое выполнение задач в высокопортативном пакете",
          "price": "1799",
          "inStock": true,
          "img": "https://i.ibb.co/9GWrrq0/mac.jpg",
          "goodsType": "new",
          "category": "Computers",
          "description": [
            {
              "title": "Персонализируйте свой Air",
              "text": "MacBook Air полностью настраиваемый — выберите предпочитаемый размер и цвет, и вперед. Независимо от выбранной модели, она создана с учетом экологической осознанности, имея прочный корпус из 100 процентов переработанного алюминия. К тому же, его бесшумная архитектура гарантирует тихую работу даже при выполнении требовательных задач. Идеального размера, обе версии 13 и 15 дюймов невероятно легкие и менее половины дюйма в толщину, что делает их легко переносимыми"
            },
            {
              "title": "Невероятная скорость и долговечность батареи?",
              "text": "Чип M2 ускоряет все ваши действия, будь то видеомонтаж для класса, работа над бизнес-планом или просмотр сериала во время онлайн-шопинга. Более того, обширный заряд батареи означает, что вы можете оставить зарядное устройство дома"
            },
            {
              "title": "Адаптировано к вашим потребностям",
              "text": "Удобная и бесшумная подсвеченная клавиатура Magic Keyboard включает полноразмерные функциональные клавиши и Touch ID, обеспечивая быстрый, простой и безопасный способ доступа к вашему Mac и входа в приложения и веб-сайты с помощью одного пальца"
            }
          ],
          "productCode": "VJs0YK",
          "specs": {
            "general": [
              {
                "specName": "Производитель",
                "value": "Apple"
              },
              {
                "specName": "Тип процессора",
                "value": "Apple M2"
              },
              {
                "specName": "Материал",
                "value": "Алюминий"
              },
              {
                "specName": "Цвет",
                "value": "Серый"
              }
            ],
            "features": [
              {
                "specName": "HDD",
                "value": "512 ГБ"
              },
              {
                "specName": "Разрешение панели",
                "value": "2880x1864"
              },
              {
                "specName": "Bluetooth",
                "value": "Bluetooth 5.3"
              },
              {
                "specName": "Частота обновления",
                "value": "60 Гц"
              },
              {
                "specName": "Вес (г)",
                "value": "1510"
              }
            ],
            "links": "https://www.youtube.com/embed/0okuAwqTHs0"
          }
        },
        {
          "name": "Beats Studio Pro, активное шумоподавление, глубокий коричневый",
          "intro": "Beats Studio Pro представляют собой набор высококачественных беспроводных наушников, обеспечивающих исключительную четкость звука и подавление шума. Они оснащены индивидуальным пространственным звуком, активным шумоподавлением и максимальным временем воспроизведения до 40 часов. Дизайн наушников модный и удобный, гарантирующий оптимальный звуковой опыт",
          "price": "390",
          "inStock": true,
          "goodsType": "new",
          "img": "https://i.ibb.co/4sDQCn1/beats.jpg",

          "category": "Headphones",
          "description": [
            {
              "title": "Беспрецедентная четкость звука",
              "text": "Beats Studio Pro может похвастаться индивидуальной акустической системой, обеспечивающей глубоко погружающий звуковой опыт. Каждый 40-миллиметровый индивидуальный драйвер разработан для высшей четкости, сохраняя почти никаких искажений даже на пиковых уровнях громкости – это улучшение на 80% по сравнению с Beats Studio3, обеспечивающее более высокую верность"
            },
            {
              "title": "Тщательное управление устройством",
              "text": "Обрабатывайте звонки, управляйте своими треками, переключайте режимы прослушивания и активируйте голосовую помощь с помощью многофункциональных кнопок на наушниках"
            },
            {
              "title": "Увеличенное время работы аккумулятора",
              "text": "На одном заряде вы можете слушать музыку до 40 часов. С активированным активным шумоподавлением (ANC) или режимом прозрачности, вы можете достичь до 24 часов времени воспроизведения. Функциональность быстрой зарядки обеспечивает до 4 часов прослушивания всего за 10 минут зарядки. Универсальная зарядка USB-C обеспечивает быструю и легкую зарядку"
            }
          ],
          "productCode": "w5AZuh",
          "specs": {
            "general": [
              {
                "specName": "Производитель",
                "value": "Beats"
              },
              {
                "specName": "Тип",
                "value": "Циркумауральные наушники"
              },
              {
                "specName": "Беспроводные наушники",
                "value": "Да"
              },
              {
                "specName": "Цвет",
                "value": "Темно-коричневый"
              }
            ],
            "features": [
              {
                "specName": "Совместимость",
                "value": "Смартфон, Планшет, ПК, Mac"
              },
              {
                "specName": "Беспроводная зарядка",
                "value": "Нет"
              },
              {
                "specName": "Шумоподавление",
                "value": "Да"
              },
              {
                "specName": "Вес (г)",
                "value": "260"
              },
              {
                "specName": "Время работы аккумулятора",
                "value": "40ч"
              }
            ],
            "links": "https://www.youtube.com/embed/CWE0_DutDWA"
          }
        },
        {
          "name": "Motorola Razr 40, 256 GB, ванильный - Смартфон",
          "intro": "Motorola Razr 40 представляет собой вершину технологии складных смартфонов, сочетая в себе бесконечный дизайн с современными инновациями. Он работает на операционной системе Android™ 13 и оснащен мобильной платформой Snapdragon 7 Gen 1. С 64 МП основной камерой и 32 МП фронтальной камерой он гарантирует выдающееся качество фотографий",
          "price": "899",
          "inStock": true,
          "img": "https://i.ibb.co/xmLkJJR/photo.png",

          "goodsType": "new",
          "category": "Phones",
          "description": [
            {
              "title": "Изысканность в сочетании с практичностью",
              "text": "Motorola Razr 40 сочетает в себе ностальгический складной дизайн с передовой технологией, обеспечивая уникальный и непревзойденный пользовательский опыт"
            },
            {
              "title": "Прочная производительность",
              "text": "Работая на мобильной платформе Snapdragon 7 Gen 1 и поддерживаемая 8 ГБ оперативной памяти, Motorola Razr 40 гарантирует бесшовную и быструю работу. С обширной внутренней памятью в 256 ГБ, достаточно места для ваших фотографий, видео и приложений"
            },
            {
              "title": "Кристально чистая фотография",
              "text": "С 64 МП основной камерой и 32 МП фронтальной камерой легко делать четкие и детализированные снимки. Камера также оснащена рядом функций, таких как ночной режим, портретный режим и автоматическое распознавание улыбки"
            }
          ],
          "productCode": "IcovJR",
          "specs": {
            "general": [
              {
                "specName": "Производитель",
                "value": "Motorola"
              },
              {
                "specName": "Две SIM-карты",
                "value": "Да"
              },
              {
                "specName": "ОС",
                "value": "Android 13"
              },
              {
                "specName": "В комплекте",
                "value": "адаптер, кабель, игла для SIM-карты, чехол"
              }
            ],
            "features": [
              {
                "specName": "5G",
                "value": "Да"
              },
              {
                "specName": "Bluetooth",
                "value": "Да"
              },
              {
                "specName": "Оперативная память",
                "value": "8 ГБ"
              },
              {
                "specName": "Вес (г)",
                "value": "189"
              },
              {
                "specName": "Внутренняя память",
                "value": "256 ГБ"
              }
            ],
            "links": "https://www.motorola.com/we/smartphones-motorola-razr-40/p?skuId=524"
          }
        },
        {
          "name": "LG 27UP600P, 27', Ultra HD, LED IPS, белый - Монитор",
          "intro": "LG 27UP600P - это монитор высшего качества, обеспечивающий замечательную точность и сложность цвета. Это идеальный выбор как для домашних пользователей, так и для профессионалов, таких как фотографы и графические дизайнеры, которым необходима точная цветопередача. Кроме того, это отличный вариант для просмотра фильмов высокой четкости или участия в играх",
          "price": "219",
          "inStock": true,
          "img": "https://i.ibb.co/pL2HrvH/img.webp",

          "goodsType": "new",
          "category": "TV & Monitors",
          "description": [
            {
              "title": "Точность встречается с производительностью",
              "text": "LG 27UP600P - это монитор топового уровня, сочетающий в себе исключительную точность цвета с детальной детализацией, делая его идеальным выбором для различных пользователей"
            },
            {
              "title": "Оптимизированные визуальные эффекты",
              "text": "Разработанный для удовлетворения потребностей как домашних пользователей, так и профессионалов, таких как фотографы и графические дизайнеры, этот монитор гарантирует точное воспроизведение цветов, необходимое для детальной и критически важной работы с цветом. Более того, это отличный выбор для просмотра фильмов высокого разрешения и погружающих игровых переживаний"
            },
            {
              "title": "Непревзойденная четкость",
              "text": "С высококачественным дисплеем LG 27UP600P гарантируется, что каждый пиксель используется на полную мощность, обеспечивая визуальное удовлетворение для глаз. Будь то работа над дизайнерским проектом, просмотр фильма или игра, этот монитор обеспечивает наиболее точные и яркие цвета"
            }
          ],
          "productCode": "cKjogZ",
          "specs": {
            "general": [
              {
                "specName": "Производитель",
                "value": "LG"
              },
              {
                "specName": "Энергетический рейтинг",
                "value": "F"
              },
              {
                "specName": "Размер экрана",
                "value": "27'"
              },
              {
                "specName": "Цвет",
                "value": "Белый"
              }
            ],
            "features": [
              {
                "specName": "HDMI",
                "value": "2x"
              },
              {
                "specName": "DisplayPort",
                "value": "Нет"
              },
              {
                "specName": "Bluetooth",
                "value": "Нет"
              },
              {
                "specName": "Частота обновления",
                "value": "60 Гц"
              },
              {
                "specName": "Вес (г)",
                "value": "4300"
              }
            ],
            "links": "https://www.lg.com/hk_en/monitor/lg-27up600-w#:~:text=Immersive%20Gaming%20Experience,Action%20Sync%20and%20Black%20Stabilizer."
          }
        },
        {
          "name": "Xiaomi Pad 6, 6 ГБ / 128 ГБ, гравитационно-серый - Планшет",
          "intro": "Xiaomi Pad 6 - это удивительно мощный планшет, который сочетает в себе передовые возможности процессора Snapdragon® 870 с выдающимся дисплеем 144Hz WQHD+. Элегантное и стильное металлическое покрытие сочетается с четырехканальной акустической системой, поддерживающей технологии Dolby Vision® и Dolby Atmos®, обеспечивая богатый и объемный звуковой опыт",
          "price": "399",
          "inStock": true,
          "img": "https://i.ibb.co/wJnNqsn/xiaomi-pad-6.jpg",

          "goodsType": "new",
          "category": "Tablets",
          "description": [
            {
              "title": "Создан для производительности, адаптирован для удобства",
              "text": "Xiaomi Pad 6 тщательно спроектирован для превосходства в производительности и комфорте. Он оснащен дисплеем 144Hz WQHD+, включающим технологию заботы о глазах, и заключен в стройный монолитный корпус с металлической отделкой. С возможностью воспроизведения видео до 16 часов и поддержкой быстрой зарядки 33W, он является воплощением идеального сочетания эффективности и удобства"
            },
            {
              "title": "Непревзойденная производительность",
              "text": "Благодаря процессору Snapdragon® 870, Xiaomi Pad 6 способен обеспечивать производительность на уровне флагманского устройства. Он может без труда справляться с требовательными задачами, такими как игры, обработка больших файлов, редактирование видео 4K и другими высокоинтенсивными сценариями"
            },
            {
              "title": "Премиальное качество исполнения",
              "text": "Pad 6 характеризуется выдающимся металлическим монолитным дизайном, доступным в трех элегантных цветах: гравитационно-серый, туманный синий и золотой. Кроме того, он оснащен 13МП задней камерой, которая позволяет делать фотографии высокого качества"
            }
          ],
          "productCode": "XqrYeG",
          "specs": {
            "general": [
              {
                "specName": "Производитель",
                "value": "Xiaomi"
              },
              {
                "specName": "Тип процессора",
                "value": "Окта-ядерный"
              },
              {
                "specName": "Размер экрана",
                "value": "11'"
              },
              {
                "specName": "Цвет",
                "value": "Темно-серый"
              }
            ],
            "features": [
              {
                "specName": "WiFi",
                "value": "Да"
              },
              {
                "specName": "Bluetooth",
                "value": "Да"
              },
              {
                "specName": "ОЗУ",
                "value": "6 ГБ"
              },
              {
                "specName": "Внутренняя память",
                "value": "128 ГБ"
              },
              {
                "specName": "Вес (г)",
                "value": "490"
              }
            ],
            "links": "https://www.mi.com/global/product/xiaomi-pad-6/"
          }
        },
        {
          "name": "Samsung Galaxy Tab S9, WiFi + 5G, 128 ГБ, графит - Планшет",
          "intro": "Samsung Galaxy Tab S9 - это мощный и высокофункциональный планшет, оснащенный широким высокоопределенным дисплеем, многофункциональной камерой и длительным временем автономной работы батареи. Это идеальный выбор для тех, кто хочет максимизировать производительность в движении, будь то профессиональные задачи, игры или взаимодействие с мультимедийным контентом",
          "price": "1060",
          "inStock": true,
          "img": "https://i.ibb.co/NrJFS7N/galaxytab.png",

          "goodsType": "new",
          "category": "Tablets",
          "description": [
            {
              "title": "Оптимизирован для мобильного образа жизни",
              "text": "Samsung Galaxy Tab S9 - идеальный спутник для тех, кто всегда в движении. Благодаря возможностям WiFi и 5G он обеспечивает бесперебойное подключение, а 128 ГБ памяти гарантируют, что все ваши необходимые файлы всегда под рукой. Графитовый планшет не только обеспечивает высокую производительность, но и добавляет изысканность в ваш повседневный ритуал"
            },
            {
              "title": "Легкая производительность на ходу",
              "text": "Оставайтесь на связи и продуктивны с Galaxy Tab S9. Независимо от того, работаете ли вы, играете или просматриваете мультимедийный контент, возможности WiFi и 5G планшета гарантируют, что вы сможете сделать все это без задержек. К тому же, благодаря большому запасу батареи, он станет вашим спутником на весь день"
            },
            {
              "title": "Стильный дизайн с функциональными особенностями",
              "text": "Элегантный графитовый дизайн Tab S9 дополняется его функциональными особенностями. С 128 ГБ памяти он предлагает достаточно места для ваших файлов, а универсальная камерная система позволяет вам делать фотографии и видео высокого качества, куда бы вы ни пошли"
            }
          ],
          "productCode": "IuSvob",
          "specs": {
            "general": [
              {
                "specName": "Производитель",
                "value": "Samsung"
              },
              {
                "specName": "Тип процессора",
                "value": "Окта-ядерный"
              },
              {
                "specName": "Размер экрана",
                "value": "14'"
              },
              {
                "specName": "Цвет",
                "value": "Серый"
              }
            ],
            "features": [
              {
                "specName": "WiFi",
                "value": "Да"
              },
              {
                "specName": "Bluetooth",
                "value": "Да"
              },
              {
                "specName": "ОЗУ",
                "value": "8 ГБ"
              },
              {
                "specName": "Внутренняя память",
                "value": "128 ГБ"
              },
              {
                "specName": "Вес (г)",
                "value": "500"
              }
            ],
            "links": "https://www.samsung.com/us/tablets/galaxy-tab-s9/"
          }
        },
        {
          "name": "Apple iPad 11' (2022), 256 ГБ, WiFi + LTE, розовый - Планшет",
          "intro": "Последняя модель iPad была творчески переосмыслена для того, чтобы быть более эффективной, удобной в использовании и развлекательной. С обновленным дизайном с экраном по всей поверхности, 10,9-дюймовым дисплеем Liquid Retina и доступным в четырех потрясающих цветах, iPad предлагает динамичный способ выполнения задач, развития творчества и поддержания связи",
          "price": "900",
          "inStock": true,
          "img": "https://i.ibb.co/XtKj6CR/ipad-pro-11-select-wifi-spacegray-202210.png",

          "goodsType": "new",
          "category": "Tablets",
          "description": [
            {
              "title": "Усиление вашего мира",
              "text": "Apple iPad переопределяет ваш повседневный опыт, позволяя вам достигать большего, создавать больше и общаться больше. С 256 ГБ памяти, возможностями WiFi и LTE и привлекательным розовым отделением, это воплощение функциональности, связности и стиля. Отправляйтесь в путешествие по миру неограниченных возможностей и универсальности для всех ваших начинаний"
            },
            {
              "title": "Бесперебойная связь и хранение данных",
              "text": "iPad разработан для удовлетворения всех ваших потребностей с его обширной емкостью хранения 256 ГБ и возможностями WiFi и LTE. Храните все свои необходимые файлы, мультимедиа и приложения, оставаясь на связи, где бы вы ни находились"
            },
            {
              "title": "Элегантность в каждой детали",
              "text": "Его легкий и портативный дизайн делает его идеальным спутником для задач в движении, в то время как его обширное хранилище и бесперебойная связь делают его практичным и стильным выбором для тех, кто ищет лучшее из обоих миров"
            }
          ],
          "productCode": "LsoL22",
          "specs": {
            "general": [
              {
                "specName": "Производитель",
                "value": "Apple"
              },
              {
                "specName": "Тип процессора",
                "value": "Шестиядерный"
              },
              {
                "specName": "Размер экрана",
                "value": "11'"
              },
              {
                "specName": "Цвет",
                "value": "Розовый"
              }
            ],
            "features": [
              {
                "specName": "WiFi",
                "value": "Да"
              },
              {
                "specName": "Bluetooth",
                "value": "Да"
              },
              {
                "specName": "ОЗУ",
                "value": "8 ГБ"
              },
              {
                "specName": "Внутренняя память",
                "value": "256 ГБ"
              },
              {
                "specName": "Вес (г)",
                "value": "481"
              }
            ],
            "links": "https://www.youtube.com/embed/yUKRkPKg5_U"
          }
        },
        {
          "name": "Sony WF-1000XM5, серебристые - Наушники без проводов",
          "intro": "Sony WF-1000XM5 - это беспроводные наушники с шумоподавлением, обеспечивающие отличное качество звука. Они разработаны, чтобы обеспечивать вам звук студийного качества, где бы вы ни находились",
          "price": "320",
          "inStock": true,
          "img": "https://i.ibb.co/prZ8Gxm/sony-pods.png",

          "goodsType": "new",
          "category": "Headphones",
          "description": [
            {
              "title": "Отключите внешний мир для четкого качества звонка",
              "text": "Благодаря технологии точного приема голоса и передовой обработки аудиосигналов собеседник услышит ваш голос четко, даже в шумных условиях"
            },
            {
              "title": "Всегда слышите и будьте услышанными",
              "text": "Структура уменьшения шума ветра и сетчатая оболочка в микрофоне минимизируют шум во время звонков, чтобы вы были хорошо слышны в ветреную погоду"
            },
            {
              "title": "Удобные и надежные",
              "text": "Наши наушники WF-1000XM5 имеют форму, идеально подходящую для человеческого уха, с эргономичным дизайном для более устойчивой посадки. Мы разработали WF-1000XM5, используя обширные данные о форме уха, собранные с момента введения первых в мире внутриканальных наушников в 1982 году"
            }
          ],
          "productCode": "Uan4FQ",
          "specs": {
            "general": [
              {
                "specName": "Производитель",
                "value": "Sony"
              },
              {
                "specName": "Тип",
                "value": "Внутриканальные"
              },
              {
                "specName": "Беспроводные наушники",
                "value": "Да"
              },
              {
                "specName": "Цвет",
                "value": "Черный"
              }
            ],
            "features": [
              {
                "specName": "Совместимость",
                "value": "Смартфон, Планшет, ПК, Mac"
              },
              {
                "specName": "Беспроводная зарядка",
                "value": "Да"
              },
              {
                "specName": "Шумоподавление",
                "value": "Да"
              },
              {
                "specName": "Вес (г)",
                "value": "39"
              },
              {
                "specName": "Время работы от батареи",
                "value": "16 ч"
              }
            ],
            "links": "https://www.youtube.com/embed/CWE0_DutDWA"
          }
        },
        {
          "name": "Apple Watch Series 8",
          "intro": "Apple Watch Series 8 - это последние и наиболее продвинутые умные часы от Apple. Они имеют новый дизайн, более мощный процессор и новые функции здоровья и фитнеса.",
          "price": "399",
          "inStock": true,
          "img": "https://i.ibb.co/bjhKK22/watch.png",

          "goodsType": "популярные",
          "category": "Wearables",
          "description": [
            {
              "title": "Новый дизайн",
              "text": "У Apple Watch Series 8 новый дизайн, который более долговечный и водонепроницаемый. Также доступны два новых размера: 41 мм и 45 мм."
            },
            {
              "title": "Более мощный процессор",
              "text": "Apple Watch Series 8 работает на новом чипе S8, который на 20% быстрее предыдущего поколения. Это означает, что он может обрабатывать более требовательные приложения и функции."
            },
            {
              "title": "Новые функции здоровья и фитнеса",
              "text": "Apple Watch Series 8 включают новый сенсор кислорода в крови, новое приложение ЭКГ и новый датчик температуры. Эти функции могут помочь вам более точно отслеживать свое здоровье и физическую форму."
            }
          ],
          "productCode": "AW8",
          "specs": {
            "general": [
              {
                "specName": "Производитель",
                "value": "Apple"
              },
              {
                "specName": "Тип процессора",
                "value": "S8"
              },
              {
                "specName": "Материал",
                "value": "Алюминий"
              },
              {
                "specName": "Цвет",
                "value": "Серебряный"
              }
            ],
            "features": [
              {
                "specName": "Время работы от батареи",
                "value": "18 часов"
              },
              {
                "specName": "Bluetooth",
                "value": "Bluetooth 5.3"
              },
              {
                "specName": "Водонепроницаемость",
                "value": "50 м"
              },
              {
                "specName": "Датчики",
                "value": "Датчик пульса, датчик кислорода в крови, датчик ЭКГ, датчик температуры"
              }
            ],
            "links": "https://www.apple.com/ru/watch/"
          }
        },
        {
          "name": "LG OLED C2 55 дюймов Smart TV",
          "intro": "LG OLED C2 - это последний и наиболее продвинутый OLED-телевизор от LG. Он оснащен потрясающим 4K-дисплеем с идеально черными и яркими цветами. Также поддерживает Dolby Vision и Atmos для погружающего просмотра.",
          "price": "1999",
          "inStock": true,
          "img": "https://i.ibb.co/Kb9KdgP/lgoled255.png",

          "goodsType": "популярные",
          "category": "Телевизоры",
          "description": [
            {
              "title": "Потрясающий 4K-дисплей",
              "text": "У LG OLED C2 есть 4K-дисплей с разрешением 3840 x 2160 пикселей. Также поддерживает HDR10+ и Dolby Vision для улучшенного просмотра."
            },
            {
              "title": "Идеальные черные",
              "text": "OLED-телевизоры известны своими идеально черными. Это потому, что каждый пиксель можно выключить индивидуально, создавая глубокий, чернильно-черный цвет, который невозможно достичь с другими технологиями дисплея."
            },
            {
              "title": "Яркие цвета",
              "text": "LG OLED C2 также производит яркие цвета. Это потому, что каждый пиксель может излучать свой собственный свет, поэтому нет необходимости в подсветке. Это приводит к более точным цветам и более глубоким черным."
            },
            {
              "title": "Dolby Vision и Atmos",
              "text": "LG OLED C2 поддерживает Dolby Vision и Atmos. Это два из самых продвинутых форматов HDR и аудио, доступных. Они обеспечивают погружающийся опыт просмотра, который заставит вас почувствовать себя как будто вы прямо в центре действия."
            }
          ],
          "productCode": "OLEDC255",
          "specs": {
            "general": [
              {
                "specName": "Производитель",
                "value": "LG"
              },
              {
                "specName": "Тип процессора",
                "value": "α9 Gen 5 AI Processor 4K"
              },
              {
                "specName": "Материал",
                "value": "Стекло"
              },
              {
                "specName": "Цвет",
                "value": "Черный"
              }
            ],
            "features": [
              {
                "specName": "Тип дисплея",
                "value": "OLED"
              },
              {
                "specName": "Размер дисплея",
                "value": "55 дюймов"
              },
              {
                "specName": "Разрешение",
                "value": "3840 x 2160 пикселей"
              },
              {
                "specName": "Функции Smart TV",
                "value": "WebOS, AirPlay 2, HomeKit"
              }
            ],
            "links": "https://www.lg.com/ru/televisions/lg-oled55c2pub-oled-4k-smart-tv"
          }
        },
        {
          "name": "Lenovo ThinkPad X1 Carbon Gen 10",
          "intro": "Lenovo ThinkPad X1 Carbon Gen 10 - это новейший и лучший бизнес-ноутбук от Lenovo. Он тонкий, легкий и мощный, что делает его идеальным компаньоном для профессионалов, которые всегда в пути.",
          "price": "2499",
          "inStock": true,
          "img": "https://i.ibb.co/0VhTbsf/lenovothinkpad.jpg",

          "goodsType": "popular",
          "category": "Computers",
          "description": [
            {
              "title": "Тонкий и легкий",
              "text": "ThinkPad X1 Carbon Gen 10 имеет толщину всего 0,66 дюйма и весит всего 2,5 фунта. Это делает его легко переносимым с собой в течение всего дня."
            },
            {
              "title": "Мощный",
              "text": "ThinkPad X1 Carbon Gen 10 оснащен новейшими процессорами Intel Core 12th Gen. Это обеспечивает достаточную мощность для всех ваших рабочих задач."
            },
            {
              "title": "Безопасный",
              "text": "ThinkPad X1 Carbon Gen 10 оснащен множеством функций безопасности для защиты ваших данных. Эти функции включают в себя сканер отпечатков пальцев, чип TPM и слот для замка Kensington."
            }
          ],
          "productCode": "X1C10",
          "specs": {
            "general": [
              {
                "specName": "Производитель",
                "value": "Lenovo"
              },
              {
                "specName": "Тип процессора",
                "value": "Intel Core i7-1280P"
              },
              {
                "specName": "Материал",
                "value": "Углеродное волокно"
              },
              {
                "specName": "Цвет",
                "value": "Черный"
              }
            ],
            "features": [
              {
                "specName": "Размер экрана",
                "value": "14 дюймов"
              },
              {
                "specName": "Разрешение",
                "value": "2560 x 1440 пикселей"
              },
              {
                "specName": "ОЗУ",
                "value": "16 ГБ"
              },
              {
                "specName": "Хранение",
                "value": "1 ТБ SSD"
              }
            ],
            "links": "https://www.lenovo.com/us/en/laptops/thinkpad/x1-carbon/X1-Carbon-Gen-10/p/20XW0013US"
          }
        },
        {
          "name": "Ноутбук Lenovo Legion 7i для игр",
          "intro": "Ноутбук Lenovo Legion 7i - это лучшая игровая машина от Lenovo. Он оснащен новейшими процессорами Intel Core 12th Gen и графическими процессорами NVIDIA GeForce RTX 3080 Ti, что делает его способным играть даже в самые требовательные игры.",
          "price": "3999",
          "inStock": true,
          "img": "https://i.ibb.co/98KmwFf/lenovogaming.jpg",

          "goodsType": "popular",
          "category": "Computers",
          "description": [
            {
              "title": "Мощная производительность",
              "text": "Legion 7i оснащен новейшим процессором Intel Core i9-12900H и графическим процессором NVIDIA GeForce RTX 3080 Ti. Это сочетание мощности и производительности делает его способным играть даже в самые требовательные игры на высоких настройках."
            },
            {
              "title": "Замечательный дисплей",
              "text": "Legion 7i оснащен 16-дюймовым дисплеем WQHD+ с частотой обновления 165 Гц. Этот дисплей обеспечивает плавную и fluidую игру, что делает его идеальным для киберспорта."
            },
            {
              "title": "Впечатляющая система охлаждения",
              "text": "Legion 7i оснащен новой системой охлаждения, которая поддерживает систему в прохладе и тишине, даже при больших нагрузках. Это гарантирует, что вы сможете играть в течение нескольких часов, не перегревая систему."
            }
          ],
          "productCode": "L7i",
          "specs": {
            "general": [
              {
                "specName": "Производитель",
                "value": "Lenovo"
              },
              {
                "specName": "Тип процессора",
                "value": "Intel Core i9-12900H"
              },
              {
                "specName": "Материал",
                "value": "Алюминий"
              },
              {
                "specName": "Цвет",
                "value": "Черный"
              }
            ],
            "features": [
              {
                "specName": "Частота обновления",
                "value": "165 Гц"
              },
              {
                "specName": "ОЗУ",
                "value": "32 ГБ"
              },
              {
                "specName": "Хранилище",
                "value": "2 ТБ SSD"
              },
              {
                "specName": "Время автономной работы",
                "value": "7 часов"
              }
            ],
            "links": "https://www.lenovo.com/us/en/laptops/legion/legion-7i/Legion-7i-16ACH6/p/88GMY701842"
          }
        },
        {
          "name": "Canon EOS R5",
          "intro": "Canon EOS R5 - это полнокадровая беззеркальная камера, которая идеально подходит для профессиональных фотографов и видеографов. Он оснащен 45-мегапиксельным сенсором, записью видео 8K и быстрой системой автофокусировки.",
          "price": "3990",
          "inStock": true,
          "img": "https://i.ibb.co/qs2jCVB/canon.jpg",

          "goodsType": "popular",
          "category": "Photo & Video",
          "description": [
            {
              "title": "45-мегапиксельный сенсор",
              "text": "45-мегапиксельный сенсор EOS R5 способен захватывать потрясающие изображения с невероятной детализацией."
            },
            {
              "title": "Запись видео 8K",
              "text": "EOS R5 может записывать видео 8K с частотой до 30 кадров в секунду, что делает его идеальным для профессиональных видеографов."
            },
            {
              "title": "Быстрая система автофокусировки",
              "text": "Система автофокусировки EOS R5 способна отслеживать объекты с невероятной точностью, даже в условиях низкой освещенности."
            }
          ],
          "productCode": "EOSR5",
          "specs": {
            "general": [
              {
                "specName": "Производитель",
                "value": "Canon"
              },
              {
                "specName": "Тип сенсора",
                "value": "Полнокадровый CMOS"
              },
              {
                "specName": "Разрешение",
                "value": "45,7 мегапикселей"
              },
              {
                "specName": "Диапазон ISO",
                "value": "100-51200 (расширяемый до 50-102400)"
              },
              {
                "specName": "Оптическая стабилизация изображения",
                "value": "Встроенная 5-осевая"
              }
            ],
            "features": [
              {
                "specName": "Запись видео",
                "value": "8K при 30 fps, 4K при 120 fps"
              },
              {
                "specName": "Автофокусировка",
                "value": "Dual Pixel CMOS AF II"
              },
              {
                "specName": "Видfinder",
                "value": "Электронная видоискатель на 3,69 миллиона точек"
              },
              {
                "specName": "Подключение",
                "value": "Wi-Fi, Bluetooth, Ethernet"
              }
            ],
            "links": "https://www.usa.canon.com/internet/portal/us/home/products/details/cameras/slr/eos-r5"
          }
        },
        {
          "name": "iPhone 12",
          "intro": "iPhone 12 - это смартфон с поддержкой 5G, который redefines что возможно с телефоном. С новым дизайном, чипом A14 Bionic и системой из двух камер, это мощный устройство для всего, что вы делаете.",
          "price": "799",
          "inStock": true,
          "img": "https://i.ibb.co/cF3D8Sh/iphone12.png",

          "goodsType": "popular",
          "category": "Phones",
          "description": [
            {
              "title": "5G Capable",
              "text": "iPhone 12 поставляется с поддержкой 5G, что позволяет вам наслаждаться невероятно высокой скоростью загрузки и потоковой передачи. Будь то загрузка вашего любимого фильма, потоковая передача прямой трансляции игры или обмен большими файлами, 5G на iPhone 12 гарантирует, что вы сможете сделать все это в мгновение ока."
            },
            {
              "title": "Чип A14 Bionic",
              "text": "iPhone 12 работает на самом advanced чипе Apple, A14 Bionic. С его 16-ядерным нейронным двигателем он обрабатывает миллионы операций в секунду, обеспечивая мощную и эффективную производительность для каждого приложения и задачи. Будь то игры с интенсивным использованием графики, редактирование видео 4K или использование передовых приложений для дополненной реальности, чип A14 Bionic гарантирует, что все будет работать smoothly."
            },
            {
              "title": "Система из двух камер",
              "text": "Ос capture ваши моменты в stunning detail с системой из двух камер iPhone 12. Он имеет 12-мегапиксельный ultra-wide объектив и 12-мегапиксельный wide объектив, что позволяет делать красивые фото и видео в любых lighting условиях. С Night mode на всех камерах вы можете capture low-light фото и видео, которые brighter и более detailed. И с Deep Fusion, чип A14 Bionic анализирует multiple exposures пиксель за пикселем, чтобы выделить unparalleled detail в midtones и shadows."
            }
          ],
          "productCode": "iPhone12",
          "specs": {
            "general": [
              {
                "specName": "Производитель",
                "value": "Apple"
              },
              {
                "specName": "Тип процессора",
                "value": "Чип A14 Bionic"
              },
              {
                "specName": "Память",
                "value": "4 ГБ ОЗУ"
              },
              {
                "specName": "Хранилище",
                "value": "64 ГБ"
              },
              {
                "specName": "Камера",
                "value": "12MP ultra-wide, 12MP wide"
              }
            ],
            "features": [
              {
                "specName": "Дисплей",
                "value": "Super Retina XDR"
              },
              {
                "specName": "Устойчивость",
                "value": "IP68"
              },
              {
                "specName": "Face ID",
                "value": "TrueDepth камера"
              },
              {
                "specName": "Беспроводная зарядка",
                "value": "MagSafe, до 15W"
              }
            ]
          },
          "links": "https://www.apple.com/iphone-12/"
        },
        {
          "name": "Samsung QLED Q80T",
          "intro": "Samsung QLED Q80T - это 4K UHD смарт-телевизор, который предлагает отличную цветопередачу, immersive звук и бесшовные смарт-телевизор возможности.",
          "price": "1499",
          "inStock": true,
          "img": "https://i.ibb.co/58qyDTk/lgqled.png",
          "goodsType": "popular",
          "category": "TV & Monitors",
          "description": [
            {
              "title": "Технология квантовых точек",
              "text": "Q80T использует фирменную технологию квантовых точек Samsung для воспроизведения мира захватывающих цветов и контраста в различных условиях освещения. Это означает, что вы сможете наслаждаться любимыми телешоу, фильмами и играми в потрясающем разрешении 4K, независимо от времени суток."
            },
            {
              "title": "Direct Full Array",
              "text": "Эта функция включает в себя панель с плотно расположенными светодиодами, распределенными по задней части экрана, которые затем делятся на более мелкие зоны, которые могут управляться индивидуально. Это приводит к более точному контролю над уровнями яркости и darkness на разных частях экрана, что приводит к более насыщенным черным, более ослепительно белым и более яркой картинке в целом."
            },
            {
              "title": "Object Tracking Sound",
              "text": "Технология Object Tracking Sound от Samsung использует массив динамиков, расположенных вокруг экрана, чтобы соответствовать движению объектов на экране. Например, когда машина движется по экрану слева направо, звук, который она издает, будет следовать за ней, перемещаясь из левого динамика в правый динамик, создавая более immersive опыт просмотра и прослушивания."
            }
          ],
          "productCode": "Q80T",
          "specs": {
            "general": [
              {
                "specName": "Производитель",
                "value": "Samsung"
              },
              {
                "specName": "Размер экрана",
                "value": "55'"
              },
              {
                "specName": "Разрешение",
                "value": "4K UHD"
              },
              {
                "specName": "Смарт-телевизор",
                "value": "Да"
              }
            ],
            "features": [
              {
                "specName": "HDMI-порты",
                "value": "4"
              },
              {
                "specName": "USB-порты",
                "value": "2"
              },
              {
                "specName": "Wi-Fi",
                "value": "Да"
              },
              {
                "specName": "Bluetooth",
                "value": "Да"
              }
            ]
          },
          "links": "https://www.samsung.com/us/televisions-home-theater/tvs/qled-4k-tvs/65-class-q80t-qled-4k-uhd-hdr-smart-tv-2020-qn65q80tafxza/"
        },
        {
          "name": "Dell Inspiron 14",
          "intro": "Dell Inspiron 14 - это многофункциональный ноутбук, который предлагает баланс скорости, графики и портативности. Идеально подходит для повседневного использования, он оснащен процессором Intel Core 10-го поколения, встроенной графикой Intel UHD и тонким и легким дизайном.",
          "price": "699",
          "inStock": true,
          "img": "https://i.ibb.co/nzmGmfx/dellinspiron.png",
          "goodsType": "popular",
          "category": "Computers",
          "description": [
            {
              "title": "Процессор Intel Core 10-го поколения",
              "text": "Dell Inspiron 14 оснащен процессором Intel Core 10-го поколения, мощным двигателем, который обеспечивает быструю и эффективную работу для различных повседневных задач. Будь то вы browsing по интернету, создание важных документов или потоковая передача ваших любимых видео, этот процессор гарантирует, что ваше устройство может справиться со всем этим с легкостью."
            },
            {
              "title": "Встроенная графика Intel UHD",
              "text": "Inspiron 14 с интегрированной графикой Intel UHD обеспечивает плавную и четкую визуализацию, что улучшает ваш опыт, когда вы занимаетесь casual играми, смотрите фильмы или редактируете видео. Эта видеокарта гарантирует, что вы можете наслаждаться визуальным контентом в высоком качестве, не нагружая слишком сильно ваше устройство."
            },
            {
              "title": "Тонкий и легкий дизайн",
              "text": "Inspiron 14 имеет тонкий и легкий дизайн, что делает его невероятно портативным и идеально подходит для людей, которые всегда в пути. Будь то вы работаете из кафе, путешествуете или перемещаетесь из одной встречи в другую, это устройство предназначено для того, чтобы легко поместиться в вашу сумку и сопровождать вас куда бы вы ни пошли."
            }
          ],
          "productCode": "Inspiron14",
          "specs": {
            "general": [
              {
                "specName": "Производитель",
                "value": "Dell"
              },
              {
                "specName": "Тип процессора",
                "value": "Intel Core i5 10-го поколения"
              },
              {
                "specName": "Память",
                "value": "8 ГБ ОЗУ"
              },
              {
                "specName": "Хранилище",
                "value": "256 ГБ SSD"
              }
            ],
            "features": [
              {
                "specName": "Порты",
                "value": "1 x USB 3.2, 2 x USB 2.0, 1 x HDMI"
              },
              {
                "specName": "Беспроводная связь",
                "value": "Wi-Fi 6, Bluetooth 5.1"
              },
              {
                "specName": "Время автономной работы",
                "value": "10 часов"
              },
              {
                "specName": "Веб-камера",
                "value": "HD-камера"
              }
            ],
            "links": "https://www.dell.com/en-us/shop/dell-laptops/inspiron-14-3000-laptop/spd/inspiron-14-3493-laptop"
          }
        }
      ]
    }
  }
]
